{
    //Welcome message after the stardew aquarium has been completed
    "AquariumWelcome": "Willkommen im Sternentau Aquarium! Wir haben jetzt eine vollständige Kollektion. Und das alles dank dir!",

    //Donation menu dialogue and options
    "DonationMenuTitle": "Wähle einen Fisch zum Spenden",
    "DonationQuestion": "Willkommen im Sternentau Aquarium! Möchtest du heute einen Fisch spenden?",
    "OptionYes": "Ja",
    "OptionNo": "Nein",
    "More": "Mehr",
    "Exit": "schließen",
    "DeclineToDonate": "Du kannst jederzeit wiederkommen, wenn du deine Meinung änderst!",
    "NothingToDonate": "Willkommen im Sternentau Aquarium! Falls du einmal eine Fischart findest, die uns noch fehlt, wären wir dir dankbar, wenn du eine Spende in Betracht ziehen würdest.",
    "MenuCloseFishDonated": "Vielen Dank für deinen Beitrag! Bei deinem nächsten Besuch wird deine Spende ausgestellt sein!",
    "MenuCloseNoFishDonated": "Du kannst jederzeit wiederkommen.",
    "Donate": "Spende: ",
    "DonateDescription": "Mit dem Klick auf die untere Schaltfläche wird der Fisch gespendet und aus deinem Inventar entfernt",

    //global messages in multiplayer
    "FishDonatedMP": "{0} hat dem Aquarium {1} gespendet",
    "AchievementUnlockedMP": "Das Sternentau Aquarium wurde vollendet!",

    //collections menu title
    "CollectionsMenu": "Sternentau Aquarium Kollektion",
    //tank messages
    "WhichFishInfo": "Über welchen Fisch würdest Du gerne mehr wissen?",
    "EmptyTank": "Nur ein leeres Becken...",

    //dialogue boxes
    "Ice": "All dieses Eis... es wird dazu benutzt, das Becken mit dieser Maschine zu kühlen.",
    "IceMachine": "Diese Maschine hält das Becken bei sehr niedrigen Temperaturen gekühlt.",
    "Pressure": "Diese Maschine zeigt den Druck in diesem Becken an.",
    "Depth": "Das ist eine sehr detailgetreue Darstellung eines Tiefenmessers, aber er ist nicht echt.",
    "PanelCool": "Diese Tafel hat sehr viele Knöpfe, es ist besser sie nicht zu berühren.",
    "Lever": "Entschuldige, aber dieser Hebel wird dich nirgendwohin bringen.",
    "Bench": "Diese Bänke sehen brandneu aus...",
    "LegendaryBook": "Ein Fischer Handbuch zu den legendären Fischen",
    "MinesBook": "Die Minen: Welche Fischarten hier wohl leben?",
    "BaitBook": "Köder und wie er richtig benutzt wird",
    "Dropped": "Sieht so aus, als hätte hier jemand für Bücher wenig übrig...",
    "PetBook": "Fisch Enzyklopädie: Band 1.",
    "Dwarf": "Das erinnert dich an jemanden... aber du weißt nicht an wen...",
    "Introvert": "Warum ich mich hier verstecke willst du wissen? Ich bin schüchtern.",
    "StayHydratedBois": "*Trink-Geräusche*",
    "OutsideSign": "Willkommen im Sternentau Aquarium! Genieße deinen Aufenthalt.",
    "SewerTP": "Dieses Gitter wird dich in die Kanalisation bringen, wo wir einen speziellen Fisch halten, der nur an einem gefährlichen Ort namens Mutantenkäferhöhle gefunden werden kann.",
    "SwampTP": "Wenn du auf diesen magischen Kreis trittst, wirst du zu einem isolierten Teil des Sumpfes transportiert, wo die speziellen schattenverseuchten Arten gedeihen können.",
    "SVETP": "Tritt durch diese Tür um unsere Ausstellung einiger Spezial-Fische zu sehen.",
    "ComingSoon": "Demnächst!",
    "SVEBookOpen": "Das ist ein Kochbuch. Es erwähnt etwas über einen Butterfisch...",
    "SVEBook1": "Der Monster-Almanach - Was man gesehen haben muss: Der Apophis",
    "SVEBook2": "Die Purpurnen Ödlande: Ein umfassender Bericht.",
    "SVEBook3": "Das Geheimnis von Schlossdorf",
    "Shopkeeperecksdeehahafunny": "Eismann: Hey, du kannst hier nicht zurück!",

    //fish descriptions
    "Tank_Pufferfish": "Der Kugelfisch ist einer der giftigsten Fische der Welt. Er ist ein langsamer Schwimmer, aber er hat einen einzigartigen Verteidigungsmechanismus: Er kann seinen Bauch mit Wasser füllen, um zu verhindern gefressen zu werden.",
    "Tank_Anchovy": "Die Sardelle ist ein kleiner filtrierender Fisch, der eine typische Beute für die meisten Raubfische ist.",
    "Tank_Tuna": "Der Thunfisch ist ein schneller, stromlinienförmiger Fisch, der für hohe Geschwindigkeiten wie gemacht ist, was ihn zu einem sehr effektiven Raubfisch macht.",
    "Tank_Sardine": "Die Sardine ist ein kleiner Fisch, der sich von Plankton ernährt. Er lebt normalerweise in großen Schwärmen, dort wo Plankton reichlich vorhanden ist.",
    "Tank_Bream": "Brasse ist ein Name, der für verschiedene Arten von Fischen verwendet wird. Diese blaue Art hier findet man gewöhnlich in Süßwasser-Gewässern überall im Sternentautal.",
    "Tank_LargemouthBass": "Der Forellenbarsch ist die größte Barsch-Art, die es im Sternentautal gibt. Er ist ein häufiger Fang für die meisten Angler.",
    "Tank_SmallmouthBass": "Der Schwarzbarsch kann normalerweise an seinen roten Augen erkannt werden. Wie bei den meisten Barsch-Arten, werden die Weibchen meistens größer als die Männchen.",
    "Tank_RainbowTrout": "Die farbenfrohe Regenbogenforelle kann sowohl in Flüssen als auch in Seen gefunden werden. Man sagt, dass die älteste Regenbogenforelle 11 Jahre alt wurde.",
    "Tank_Salmon": "Der Lachs ist dafür bekannt, dass er aus dem Ozean ins Süßwasser wandert um zu laichen. Einige sagen, dass er exakt an die selbe Stelle zurückkehrt, an der er sich fortpflanzte.",
    "Tank_Walleye": "Der Glasaugenbarsch ist nach seinem manchmal glasig wirkenden Blick benannt. Nachts leuchten seine Augen, was es für Angler einfacher macht ihn zu fangen.",
    "Tank_Perch": "Der Barsch zählt zu den Fleischfressern und kann sowohl in Flüssen als auch in Seen gefunden werden.",
    "Tank_Carp": "Die Bezeichnung Karpfen wird für eine große Gruppe von Süßwasser-Fischen verwendet. Er kann in vielen Gewässern im Sternentautal gefunden werden.",
    "Tank_Catfish": "Die Bartfäden des Katzenfisches erinnern an die Schnurrhaare einer Katze, woher er auch seinen Namen hat. Er ist normalerweise an regnerischen Tagen im Sternentautal zu finden. ",
    "Tank_Pike": "Der Hecht ist ein Raubfisch, der gewöhnlich in brack- und süßwasserführenden Gewässern lebt. Er hat einen langgestreckten, walzenförmigen Körper, der an einen Speer erinnert.",
    "Tank_Sunfish": "Der Gotteslachs bevorzugt warme Fluss-Gewässer. Man findet ihn gewöhnlich im Frühling und Sommer im Sternentautal.",
    "Tank_RedMullet": "Die Rotbarbe wurde früher als Aquarien-Fisch gehalten, heute wird sie vor allem als Speisefisch verwendet.",
    "Tank_Herring": "Der Hering lebt normalerweise in großen Schwärmen nahe der Küste. Er kann in den meisten gemäßigten und flachen Gewässern gefunden werden.",
    "Tank_Eel": "Der Aal ist ein länglicher Fisch, dem je nach Art mehrere Flossen fehlen. Er bewegt sich, indem er Wellen über die gesamte Länge seines Körpers erzeugt.",
    "Tank_Octopus": "Der Oktopus ist eigentlich kein Fisch, sondern ein achtarmiges Weichtier. Er taucht in der Mythologie oft als Monster auf. Er war sicherlich nicht leicht zu fangen - gute Arbeit!",
    "Tank_RedSnapper": "Der Riffbarsch kann leicht an seiner roten Farbe erkannt werden. Er ist ein tropischer Meeresfisch, der an regnerischen Sommertagen im Sternentautal gefangen werden kann.",
    "Tank_Squid": "Der Tintenfisch ist eigentlich kein Fisch, sondern zählt zu den Weichtieren. Er kann Tinte absondern um seine Gegner zu verwirren. Wenn Du ihn in einen Fischteich setzt, kann er Tinte für dich produzieren!",
    "Tank_SeaCucumber": "Die Seegurke ist eigentlich kein Fisch, sondern zählt zu den Stachelhäutern. Sie lebt auf den Meeresgründen in der ganzen Welt.",
    "Tank_SuperCucumber": "Die Super-Seegurke ist eigentlich kein Fisch, sondern zählt zu den Stachelhäutern. Diese besondere Art der Seegurke ist ein seltener Fang. Sie wurde schon in Sommer- und Herbstnächten im Sternentautal entdeckt.",
    "Tank_Ghostfish": "Der Indische Glaswels ist ein blinder Fisch, der dank seiner seitlichen Linien, mit denen er navigiert, Schwankungen des Wasserdrucks erkennen kann.",
    "Tank_Stonefish": "Dieser getarnte Fisch mag harmlos aussehen, aber der Steinfisch ist sehr giftig. Verwechsle ihn also nicht mit einem Stein!",
    "Tank_IcePip": "Der Eis-Pip kann tief in den gefrorenen Ebenen der Minen gefangen werden. Seine geringe Größe und seine Schnelligkeit machen ihn zu einem seltenen Fang für viele Angler.",
    "Tank_LavaEel": "Der Lava-Aal ist eine seltene und einzigartige Aal-Art. Er hat sich wundersamerweise dazu entwickelt, in heißer Lava zu überleben. Also Vorsicht, dieses Aquarium ist sehr heiß!",
    "Tank_Sandfish": "Der Sandfisch ist ein tropischer Flachfisch. Er versteckt sich gerne und tarnt sich selbst im Sand.",
    "Tank_ScorpionCarp": "Der Skorpionkarpfen ist eine tropische Karpfen-Art. Er nutzt seine Schnelligkeit und seinen giftigen Stachel um seine Beute zu fangen.",
    "Tank_Flounder": "Die Flunder ist ein flacher Fisch, der am Meeresgrund lebt. Eine ausgewachsene Flunder nutzt ihre Tarnung, um sich vor Raubfischen zu verstecken.",
    "Tank_MidnightCarp": "Der Mitternachts-Karpfen ist ein scheuer Fisch.  Er kann nachts in Teichen und Seen gefunden werden.",
    "Tank_Sturgeon": "Der Stör ist eine sehr alte Fischart und hat eine enorm lange Lebensdauer. Sein Rogen kann in Fischteichen produziert werden, um daraus luxuriösen Kaviar zu machen.",
    "Tank_TigerTrout": "Die Tigerforelle ist eine Kreuzung aus Bachforelle und Bachsaibling. Sie kann selbst keinen Nachwuchs zeugen und ist daher sehr selten.",
    "Tank_Bullhead": "Der Zwergwels ist ein am Grund lebender Fisch. Er hat ein schlechtes Sehvermögen, kann aber seine empfindlichen Bartfäden dazu nutzen, seine Nahrung zu lokalisieren.",
    "Tank_Tilapia": "Buntbarsch ist ein verbreiteter Name für eine Vielzahl von Barschfischarten. Er ist sehr temperaturempfindlich und bevorzugt warme Gewässer.",
    "Tank_Chub": "Kaulbarsch ist ein gebräuchlicher Name für viele Rochenfische. Man findet ihn sehr häufig im Sternentautal.",
    "Tank_Dorado": "Die Goldmakrele verdankt ihren Namen ihrem orange-gold-schimmernden Aussehen.",
    "Tank_Albacore": "Der Weiße Thun ist auch als Langflossenthun bekannt. Wie der Thunfisch, hat er einen stromlinienförmigen Körper. Er ist ein Zugfisch und kann große Entfernungen zurücklegen.",
    "Tank_Shad": "Der Blaubarsch ist wie der Lachs ein Wanderfisch, der zum Laichen ins Süßwasser zurückkehrt.",
    "Tank_Lingcod": "Der Name des Lengdorsches ist eine Kombination aus zwei anderen Fischen, dem Leng und dem Dorsch. Er ist mit beiden Fischen nicht verwandt, hat aber gewisse optische Ähnlichkeiten zu ihnen.",
    "Tank_Halibut": "Der Heilbutt ist ein flacher Fisch und lebt am Meeresgrund. Seinen Namen verdankt er der Kombination von Heilig und Butte (flache Fischart).",
    "Tank_Woodskip": "Der Waldspringer ist ein sehr sensibler Fisch, der nur in Teichen tief in den Wäldern leben kann ... oder in diesem speziellen Aquarium.",
    "Tank_VoidSalmon": "Der Schattenlachs wurde von Schattenenergie verwandelt. Man weiß nicht viel über diesen schwarz-magischen Fisch.",
    "Tank_Slimejack": "Die Schleimmakrele ist mit einer Schleimschicht umgeben. Einige Fische nutzen Schleim als Verteidigungsmechanismus gegen Raubfische.",
    "Tank_MidnightSquid": "Der Mitternächtliche Tintenfisch ist, wie andere Tintenfische auch, eigentlich kein Fisch, sondern zählt zu den Weichtieren. Er lebt in den Tiefen des Ozeans und kann große Mengen an Tinte produzieren.",
    "Tank_Blobfish": "Der Blobfisch ist ein Tiefseefisch: Er kann in Tiefen von 600 bis 1200 Metern überleben, wo der Druck 60 bis 120 mal so hoch wie an der Wasseroberfläche ist. Wenn Blobfische von Anglern gefangen werden, verlieren sie aufgrund von Gewebeschäden ihre Form. Zum Glück ist dieses Aquarium für Tiefseefische konzipiert.",
    "Tank_SpookFish": "Dieses Exemplar, der Gruselfisch, hat drei sehr leistungsstarke Augen, die die schwächsten Silhouetten in der Dunkelheit der Tiefsee erkennen können.",
    "Tank_Angler": "Der legendäre Anglerfisch ist bekannt für seine charakteristische Jagdmethode: Er nutzt eine biolumineszierende Rute um seine Beute anzulocken.",
    "Tank_Legend": "Die Legende - der König aller Fische... Man sagt, er würde nie gefangen werden, aber du hast das Gegenteil bewiesen.",
    "Tank_MutantCarp": "Der legendäre Mutantenkarpfen lebt in den Gewässern der Kanalisation von Pelikan Stadt. Wie dieses Monster erschaffen wurde ist noch immer ein Mysterium.",
    "Tank_Crimsonfish": "Der legendäre Purpurfisch ist eine seltene Fischart, die in den Tiefen des Ozeans lebt. Er laicht in flachen Gewässern während des Sommers.",
    "Tank_Glacierfish": "Der legendäre Gletscherfisch baut gerne Nester unterhalb von Gletschern. Da fühlt er sich am Wohlsten - je kälter das Wasser, desto besser.",
    "Tank_Lobster": "Der Hummer ist eigentlich kein Fisch, sondern ein Krustentier. Ihre Farben können variieren, sind aber nur sehr selten hellrot, so wie man sie fälschlicherweise kennt. Die charakteristische rote Farbe entsteht erst während des Kochvorganges, wenn bestimmte Pigmente aus der Epidermis des Hummers durch die Hitze entfernt werden.",
    "Tank_Crayfish": "Der Flusskrebs ist ein kleines Süßwasser-Krustentier und ähnelt dem Hummer.",
    "Tank_Crab": "Die Krabbe ist ein ikonisches Krustentier. Sie existiert in vielen verschiedenen Arten und ist auf der ganzen Welt zu finden.",
    "Tank_Cockle": "Die Herzmuschel ist ein Weichtier, das seine Nahrung aus dem Wasser heraus filtriert.",
    "Tank_Mussel": "Die Miesmuschel ist eine von vielen Muschelarten. Sie alle vereint eine einzigartig längliche und asymetrische Form.",
    "Tank_Shrimp": "Die Garnele ist ein Krustentier, welches in vielen Ozeanen beheimatet ist. Im Gegensatz zu Fischen besitzt sie keine Flossen zur Fortbewegung; sie zieht ihren Bauch in Richtung ihres Körpers. Dies bedeutet jedoch, dass eine Garnele rückwärts schwimmt.",
    "Tank_Snail": "Die Schnecke gehört zur Gruppe der Gastropoden, welche eine Klasse innerhalb des Stammes der Weichtiere sind. Schnecken können sich vollständig in ihr Gehäuse zurückziehen.",
    "Tank_Periwinkle": "Die Strandschnecke ist eine kleine Schneckenart. Ihr Gehäuse ist oft spitz zulaufend.",
    "Tank_Oyster": "Die Auster ist eine Muschelart. Sie sind allgemein für ihre Perlen bekannt. Perlen entstehen, wenn sich ein Fremdkörper in die Auster eingeschlichen hat. Als Abwehrmechanismus verwendet sie eine Flüssigkeit, um den Fremdkörper zu beschichten. Schicht für Schicht wird dieses Perlmutt abgeschieden, bis sich eine glänzende Perle bildet.",
    "Tank_Pufferchick": "'Vor langer Zeit, als die Erde noch jung war und Kugelhühner noch nicht existierten, hatte der Mod-Maker-Kanal seine eigene Emoji-Subkultur, basierend auf Kugelfischen. Ich schlug vor, einige davon zu den Emoji-Slots des Servers hinzuzufügen (das war damals, als wir maximal 50 davon haben durften). Und als ich gefragt wurde, welches ich hinzufügen wolle, schlug ich scherzhaft das Kugelhuhn vor.' - Pathoschild, 2020",
    "Tank_VoidEel": "Der Schattenaal ist eine mysteriöse Aal-Art. Es ist gut möglich, dass der zusätzliche Kopf ein Resultat von Schattenenergie ist.",
    "Tank_Starfish": "Der Seestern ist eigentlich kein Fisch, sondern zählt zu den Stachelhäutern. Es gibt ihn in vielen verschiedenen Arten und er kann in jeglichen Gewässern - von den Tropen bis zum Polarmeer - gefunden werden. Diese Art hier sieht jedoch tropisch aus.",
    "Tank_Clownfish": "Der Clownfisch oder Anemonenfisch lebt in wärmeren Meeresgewässern. Je nach Art können ihre Farben von gelb, orange, rot oder schwarz mit weißen Balken oder Flecken variieren.",
    "Tank_Minnow": "Die Elritze ist eine kleine Süßwasser-Fischart. Sie kann in den meisten Flüssen und Seen gefunden werden.",
    "Tank_Puppyfish": "Der Welpenfisch ist wahrscheinlich der beliebteste Aquarien-Fisch. Aber wenn du ihn streicheln willst, wirst du dir die Hände nass machen müssen!",
    "Tank_Butterfish": "Der Butterfisch ist ein Süßwasserfisch, der je nach Jahreszeit in verschiedenen Gewässern überall im Sternentautal vorkommt.",

    //1.1.0 fish descriptions
    // TODO
    "Tank_DottedAbalone": "Abalone is a name for a group of molluscs. They are also known by other names, such as; Ear Shells, Sea Ears, Muttonfish, Muttonshells, Ormer, Perlemoen and Paua.",
    "Tank_Scallop": "Scallop is a name for a wide variety of molluscs. They are closely related to another group of molluscs commonly called Oysters.",
    "Tank_DewdropFish": "The Dewdrop Fish, it's waterdrop or rather dewdrop shape gives this fish it's unique name.",
    "Tank_PurpleSpottedTrout": "The Purple Spotted Trout, is not native to Stardew Valley. It's origins is not known to most people.",
    "Tank_Relicantlette": "The Relicantlette, is said to be a common fish found in ancient lakes. But finding an ancient lake is a rare thing.",
    "Tank_Serafin": "The Serafin, it glides through the water with it's wing-like fins. An elegant fish to behold.",
    "Tank_UmuwiCarp": "The Umuwi Carp, this magical fish seems to be surrounded by a strange sort of magic. Further research is required.",
    "Tank_KingSalmon": "The King Salmon, this giant fish is the largest species of salmon. A highly prized fish for most anglers.",
    "Tank_Frog": "Frogs belong to a large and diverse group of amphibians. Using their vocal cords, frogs can make a variety of croaking sounds.",

    //1.1.0 dialogue boxes
    // TODO
    "LASV_TP": "Stepping into these magical sparkles, will teleport you to a new magical world!",

    //1.2.0 Fish descriptions
    // TODO
    "Tank_SonOfCrimsonfish": "This young Crimsonfish has a flamboyant tail, but it is simply a phase.",
    "Tank_RadioactiveCarp": "This fish is radioactive, but don't worry it is safely contained in this tank.",
    "Tank_Ms.Angler": "This anglerfish seems to be wearing makeup...",
    "Tank_GlacierfishJr.": "This fish is so cool. It even has the sunglasses to prove it.",
    "Tank_LegendII": "The one and only Legend... wait a second!",
    "Tank_Stingray": "Stingrays is a name for a group of sea rays. They are related to sharks but unlike sharks and other fish, stingrays use a unique mode of locomotion called 'undulation'.",
    "Tank_BlueDiscus": "The Blue Discus is a species of cichlid, it is very senstive to changes in temperature and prefers warmer waters.",
    "Tank_Lionfish": "The Lionfish or also known 'zebrafish' or 'firefish' is a venomous marine fish. It is an effective predator that feeds on smaller fish and molluscs. In some areas some Lionfish are considered an invasive species. There are 12 known species of Lionfish currently.",

    //1.3.0 dialogue boxes
    // TODO
    "WaterfallCave": "This is just the mandatory cave behind the waterfall. Nothing to see here, move on.",
    "KoiRoom": "The sign next to the door says: Koi Pond.",
    "PrettyFlower": "You stop and smell the flowers.",
    "Knight": "You look inside the armor. No one is home.",
    "Sword": "The sword is very dull. Perhaps its just for decoration.",
    "MNFBook1": "Mermaid Island tour guide book.",
    "MNFBook2": "Kitty Slimes, Dragons and other magical creatures.",
    "MNFBook3": "The Mythical City of Ghibli.",
    "MNFBook4": "A building catalog. Aquariums and how to build them.",
    "Tea": "Someone left their cup of tea on the table. Its still hot.",
    "Boat": "An old boat with lots of holes in it.",
    "Cactus": "You carefully reach out and touch the cactus. Lucky for you its not real.",
    "Vase": "A beautiful curved vase.",
    "Coconut": "You try to shake the tree. But nothing happens... What did you expect, a coconut would fall down?",

    //1.3.0 MNF fish descriptions
    // TODO
    "Tank_Glassfish": "The Glass Fish has an extraordinary transparent body, it feeds on crustaceans, annelid worms and other invertebrates. It is usually prey for larger fish.",
    "Tank_Coelacanth": "Coelacanth is an order of fish with only 2 currently living species. The order was long thought to be extinct but was later rediscovered.",
    "Tank_Cavefish": "Cavefish or cave fish is a generic term for fish adapted to living in caves. They have unusual adaptations known as Troglomorphism. Adaptations for animals living in constant darkness, such adaptations usually include loss of pigment, eyesight or possible blindness.",
    "Tank_CaveLobster": "The Cave Lobster is a rare species of crustacean that has adapted to live in caves. It feeds on organic matter that is washed into caves and bat guano.",
    "Tank_CyclopsShark": "This 'Cyclops Shark' appears to be a Dusky Shark featuring Cyclopia. Cyclopia is a birth defect that rarely occurs in many animals.",
    "Tank_Barreleye": "The Barreleye is so named for their unique barrel-shaped eyes. Its eyes are generally directed upwards to detect silhouettes of their prey. They can however still direct their eyes forward.",
    "Tank_BrainSlug": "This strange slug is believed to be a parasitic brain slug, it has a green body with two feelers and one large eye.",
    "Tank_Tucunare": "The Tucunare or also known as Peacock bass, belongs to a large genus known as cichlids. Even with its similarities it is not closely related to other fish known as bass.",
    "Tank_ArcticChar": "The Arctic Char is a cold water fish. It belongs to the family Salmonidae, which includes fish like trout and salmon. In some areas it is also known as 'Golets'.",
    "Tank_GreenTerror": "The Green Terror is a species of freshwater fish from the large cichlid family. It has previously been confused with other species due to its polymorphism, meaning that the same species can have different morphs or forms.",
    "Tank_CommonPleco": "The Common Pleco also known as 'Suckermouth Catfish' is a species of freshwater loricariid catfish. It usually feeds on algae and crustaceans.",
    "Tank_SiameseAlgaeEater": "The Siamese Algae Eater is a species of freshwater fish from the carp family. It typically dwells along the bottom of streams and rivers, where it, like its name suggests, eats algae.",
    "Tank_Trahira": "Trahira or 'Trairas' are a family of freshwater fish. They are carnivorous and prey and other fish. Some species are even able to breathe air.",
    "Tank_Pacu": "Pacu is a common name that refers to a variety of omnivorous freshwater serrasalmid fish. They are related to the Piranha, but unlike its close relative they have more squarer teeth fit for a more omnivorous diet.",
    "Tank_SnowballPleco": "The Snowball Pleco is a species of freshwater loricariid catfish. It typically feeds on algae but will sometimes also eat other organic matter.",
    "Tank_FreshwaterPufferfish": "Although most Pufferfish live in marine environments, about 35 species spend their entire life cycles in freshwater. Like other pufferfish it has the ability to inflate when threatened, this is a defense mechanism to make up for its slow locomotion.",
    "Tank_Arowana": "The Arowana is a freshwater fish. It is also known as 'bony tongues'. There are roughly 10 different types of arowana. It has an elongated body covered in heavy scales with mosaic patterns.",
    "Tank_Tench": "The Tench or also known as 'doctor fish'. It can be found in slow moving waters such as rivers and lakes.",
    "Tank_ZebraTilapia": "The Zebra Tilapia belongs to a large genus called cichlids. It is a rather large cichlid, its dark stripes tend to fade as they age.",
    "Tank_ClownKnifefish": "Clown Knifefish also goes by other names such as Clown Featherback or Spotted Knifefish. This nocturnal freshwater fish is usually found in lakes.",
    "Tank_RedtailShark": "The Redtail Shark or 'Redtail Sharkminnow' is a species of freshwater fish from the carp family. It has a black body with a characteristic orange tail. Even though its name might suggest that it is related to sharks, it is not.",
    "Tank_ClownLoach": "The Clown Loach or 'Tiger Botia' as it is also known as, is a species of freshwater fish belonging to the botiid loach family. It has a long orange to yellow body with black bands. Its mouth is faced downwards with 4 barbels.",
    "Tank_Sauger": "The Sauger is a freshwater fish that is closely related to the Walleye. It is a well-adapted predatory that is capable of swimming in fast streams. Saugers on a variety of invertebrates and small fish.\t",
    "Tank_Elephantfish": "Elephantfish or rather the 'Freshwater Elephantfish', not to be confused with the marine elephantfish, is a family of freshwater fish. Some species have a modified mouthparts to feed on small invertebrates in muddy substrates.",
    "Tank_FlameAngelfish": "The Flame Angelfish or Flaming Angelfish is a species of angelfish. It has a bright orange-red colourization, black bars on its side with dorsal and anal fins that are blue. Its diet can vary from algae to crustaceans.",
    "Tank_ThreespotAngelfish": "The Threespot Angelfish is a species of angelfish. It has a bright yellow colourization with three dark spots on its body. The females of this species can change their sex at one point during their lifetime.",
    "Tank_BandedAngelfish": "The Banded Angelfish or Bandit Angelfish is a species of angelfish. It is overall pale with a broad black bar across its body. It can usually be found deep waters around reefs.",
    "Tank_OrnateAngelfish": "The Ornate Angelfish or Bellus Angelfish as it is also known as, is a species of angelfish. The females of this species tend to be blue, black and white. The males are generally grey with a yellow stripe.",
    "Tank_RoyalAngelfish": "The Royal Angelfish or Regal Angelfish is a marine species of angelfish. It has a flat body with a varied colourization depending on what region it is from.",
    "Tank_TigerPuffer": "The Tiger Puffer is a species of pufferfish, like most pufferfish some of its organs contain toxins that are highly toxic to humans.",
    "Tank_MoorishIdol": "The Moorish Idol is a common marine fish species found in reef and lagoon habitats. It is an omnivorous fish with a habit of eating corals and sponges.",
    "Tank_BlueTang": "The Blue Tang is a species of surgeonfish. It also goes by other names such as 'Regal Blue Tang', 'Royal Blue Tang', 'Blue Hippo Tang' and 'Blue Surgeonfish' to name a few. It has a flat blue body with a black palette design and a yellow tail. The males tend to be larger than the females.",
    "Tank_DwarfStingray": "The Dwarf Stingray is a small species of stingray. It has a diamond shaped body, with its head forming almost a triangular pointed tip. It has a long whip-like tail with a serrated stinging spine.",
    "Tank_MaroonClownfish": "The Maroon Clownfish or 'Spine-cheeked Clownfish' as it is also known as, is a species of anemonefish. Like other anemonefish it forms a symbiotic mutualistic relationship with sea anemones.",
    "Tank_SebaeClownfish": "The Sebae Clownfish is a species of anemonefish. It is usually found living in association with saddle anemones.",
    "Tank_Wide-bandClownfish": "The Wideband Clownfish is a species of anemonefish. Like other anemonefish it lives symbiotically anemones and is unaffected by their stings. It is capable of changing its sex, females are typically the largest, followed by breeding males and then nonbreeding males.",
    "Tank_PinkSkunkClownfish": "The Pink Skunk Clownfish or simply 'Pink Clownfish' as it is also known as, is a species of anemonefish. Anemonefish have been grouped into six groups called complexes, the Pink Skunk Clownfish belongs to a complex called the 'skunk complex'.",
    "Tank_OrangeClownfish": "The Orange Clownfish is also known by other names such as 'Percula Clownfish' or 'Clown Anemonefish'. It belongs to a subfamily called anemonefish, like other species of this family, it lives in symbiose with anemones. It typically lives with 2 specific anemone species.",
    "Tank_SaddlebackClownfish": "The Saddleback Clownfish or 'Yellowfin Clownfish' as it is also known as, is a species of anemonefish. Like some other anemonefish, males are capable of changing their sex to female, this phenemon is called protandry.",
    "Tank_Two-BandClownfish": "The Two-Band Clownfish or 'Two-banded Anemonefish' as it is also known as, is a species of anemonefish. Like the name suggests it has two bands or bars of white with black edges on its body. Like other anemonefish it feeds on algae and zooplankton.",
    "Tank_WhitesnoutClownfish": "The Whitesnout Clownfish or 'McCulloch's Anemonefish' as it is also known as. Like other anemonefish it lives symbiotically with anemonefish, but the Whitesnout Clownfish specifically is only hosted by 1 species of anemone, the Bubble-tip anemone.",
    "Tank_FireClownfish": "The Fireclownfish is known by a lot of different names such as 'Cinnamon Clownfish', 'Dusky Clownfish'or 'Black-backed Clownfish' to name a few. It is a species of anemonefish with a dark red body with a single white band behind its eye.",
    "Tank_YellowtailClownfish": "The Yellowtail Clownfish or 'Clark's Anemonefish' as it is also known as, is a marine species of anemonefish. Unlike other clownfish, it is not specifically hosted by a limited number of specific anemone species, but rather a variety of 10 species.",
    "Tank_SkunkClownfish": "The Skunk Clownfish or 'Nosestripe Anemonefish' as it is also known as, is a species of anemonefish. Like other anemonefish they are territorial and use sound to protect its territory in the form of pops or chirps.",
    "Tank_Pollock": "Pollock or 'Pollack' is a common name for one of two species of fish from the Cod family. The other species it regularly gets confused with is the Coley or 'Coalfish' from the same genus.",
    "Tank_FalseKelpfish": "The False Kelpfish or 'Sea Ruffe' as it is also known as, is a species of fish from the rockfish family. There are only 3 recognized species of rockfish.",
    "Tank_Icefish": "Icefish or 'Noodlefish' is a family of fish. They have a slender body with almost no scales. The females being entirely scale-less and males only having a few scales. Most species of Icefish only live for a year, so they reach maturity very fast.",
    "Tank_Monkfish": "Monkfish is a common name for a genus of anglerfish species. It is also known by other names such as 'Fishing-Frogs' or 'Sea-Devils'. As with all species of anglerfish it has a dangler to lure or attract prey. There are 7 known species of Monkfish.",
    "Tank_Wolffish": "The Wolffish or 'Sea Wolf' are deep sea fish that are native to cold waters. It uses its strong teeth to feed on various clams, echinoderms and crustaceans. There are 4 known species of Wolffish, 5 including the related Wolf Eel.",
    "Tank_Thread-SailFilefish": "The Thread-Sail Filefish is a marine species of Filefish. It feeds on both plankton and smaller crustaceans making it omnivorous. Juveniles of this species typically hide in drifting seaweed for safety against predators.",
    "Tank_Soldierfish": "The Soldierfish is a family of ray-finned fish, they can usually be found in tropical waters near reefs. They feed on larger zooplankton in the open water.",
    "Tank_Squirrelfish": "Squirrelfish is a family of ray-finned fish, there are around 150 known species of Squirrelfish. They can typically be found near tropical waters and reefs. They feed on crustaceans, molluscs and gastropods on the bottom of the ocean.",
    "Tank_Goldfish": "The Goldfish is a freshwater fish that belongs to the Carp family. Contrary to common belief goldfish do not have bad memory. Released aquarium pet goldfish can in some cases cause problems and actually be categorized as an invasive species.",
    "Tank_Ide": "The Ide or Orfe as it is also known as, is a freshwater fish that belongs to the carp family. It has bright scales and a long body.",
    "Tank_CelestialEye": "Celestial Eye is a goldfish that belongs to the carp family, it is also known as 'Choutengan'. It has unique protruding, skywards turned eyes.",
    "Tank_Lionhead": "The Lionhead is a goldfish that belongs to the carp family. It is easily identified by its unique head growth and hooded appearance.",
    "Tank_Comet": "The Comet is a goldfish that belongs to the carp family. It is similar to a regular goldfish but regularly smaller and slimmer. It can be identified by its long, forked and single tail fin.",
    "Tank_Telescope": "The Telescope is a goldfish that belongs to the carp family. Its most noticeable feature is its protruding eyes. This trait has in some areas been known as 'dragon eyes'.",
    "Tank_FreshwaterButterflyfish": "Butterflyfish normally habitate coral reefs.  However, this species has uniquely been able to adapt to freshwater. They are especially territorial and form pairs. It feeds on the larvae of freshwater fish.",
    "Tank_Pangasius": "Pangasius is a genus of shark catfish, they can be found in brackish and freshwater system, where they can grow rather large. They are carnivorous fish that usually feed on shrimp, crab and other fish. There are currently 22 known species of Pangasius.",
    "Tank_Anchoviella": "Anchoviella is a genus of anchovies fish. They are typically small and pale fish found in warm waters. They usually feed on plankton and crustaceans.",
    "Tank_Barracuda": "The Barracuda or simply 'Cuda' for short is a large predatory fish. They have a long elongated almost snake-like body. Currently 28 species of Barracuda have been recognised.",
    "Tank_Blue-RingedOctopus": "Blue-Ringed Octopuses is a group of 4 highly venomous species of octopus. If threatened it will become bright yellow and flash its many blue rings.",
    "Tank_SmallMantaray": "Manta Rays are large rays, they have large triangular pectoral fins that are fused to its head like most rays. There are currently only 2 known species of Mantas.",
    "Tank_RibbonEel": "The Ribbon Eel is also known by other names such as 'Leaf-nosed Moray Eel' or 'Bernis Eel'. It is a species of moray eel that is easily recognised by its expanded anterior nostrils. They are typically found in lagoons or near reefs.",
    "Tank_SeaSnake": "Sea Snakes or Coral Reef Snakes are a group of serpents that have adapted to life in marine environments. Some are fully adapted to aquatic life and are incapable of moving on land. They do not possess gills and must therefore surface regularly in order to breathe.",
    "Tank_SmallSwordfish": "The Swordfish also known as 'Broadbills', is an elusive fish with a characteristic long flat pointed bill which resembles a sword. It relies on their great speed when hunting along with their 'sword'. However, it does not use the 'sword' to spear its prey, but rather use it to slash and injure.",
    "Tank_Hagfish": "The Hagfish belongs to an order of jawless fish. This eel-shaped fish, can produce slime and is often referred to as 'slime eel'.",
    "Tank_LongfinIcedevil": "The Longfin Icedevil is a deep water fish that belongs to a family of cod icefishes. It has many adaptations for living in deep and cold waters.",
    "Tank_Haddock": "The Haddock is a member of the cod family. It has an elongated body typical of a cod, the upper side of the Haddock can vary in colour from brown to nearly black, while the lower part is a silvery white.",
    "Tank_StubbySquid": "Stubby Squid or 'Bobtail Squid' as they are also known as, is a group of cephalopods. They have 8 arms and 2 tentacles, in general they are relatively small.",
    "Tank_DumboOctopus": "Dumbo Octopus is a genus of 13 recognized species of umbrella octopuses. They usually feed on crustaceans, bivalves and worms.",
    "Tank_KingCrab": "The King Crab is a crustacean typically found in cold oceans. Due to their size and taste of their meat they are often caught and sold as food.",
    "Tank_SandDollar": "Sand Dollars also known as Sea Cookie, Snapper Biscuit or Pansy Shell. It is a small flat species of sea urchin. It has a rigid skeleton called a 'test'.",
    "Tank_BlueDragonSlug": "The Blue Dragon Slug is also known by a lot of other names such as 'Sea Swallow', 'Blue Glaucus' and 'Blue Ocean Slug', to name a few. It is a shell-less gastropod mollusc that feeds on other pelagic creatures including venomous species.",
    "Tank_BriefSquid": "The Brief Squid is a small species of squid. Like other squids it is not a fish, but rather a mollusc. It is usually found in warm shallow waters.",
    "Tank_Nautilus": "Nautilus, meaning 'Sailor' is a pelagic mollusc. They are often referred to as 'living fossils', since they have survived without significant change for a long time.",
    "Tank_Prawn": "Prawn is a common name for small aquatic crustaceans. They are a member of the Decapod order.",
    "Tank_SwimmerCrab": "The Swimmer Crab is a crustacean that belongs to a family called Portunidae. A pair of its legs are flat and allows it to swim and catch prey.",
    "Tank_Jellyfish": "Jellyfish or Sea Jellies as they are also commonly called. They belong to a phylum called Cnidaria. The Jellyfish is the medusa-phase of this type of animal, they can also be anchored to the seabed in their polyp-phase.",
    "Tank_FreshwaterCrab": "There are around 1,300 discovered Freshwater Crab species. These crustaceans unlike their marine counterparts show maternal care for their offspring.",
    "Tank_FreshwaterShrimp": "The Freshwater Shrimp is a small crustacean that can be found in many areas. It serves as an important food chain for many larger animals.",
    "Tank_HarlequinFreshwaterShrimp": "The Harlequin Freshwater Shrimp is a small crustacean. It is also commonly known as 'Celebes Beauty Shrimp' or 'Sponge Shrimp' in the aquarium trade.",
    "Tank_RedHarlequinFreshwaterShrimp": "The Red Harlequin Freshwater Shrimp is a small crustacean, it feeds an undescribed freshwater sponge.",
    "Tank_RedFreshwaterShrimp": "The Red Freshwater Shrimp or 'Cherry Shrimp' as it is also commonly known as. This red morph is regularly sold for aquariums.",
    "Tank_BlueFreshwaterShrimp": "This Freshwater Shrimp is also commonly known as 'Blue Velvet Shrimp'. This blue morph, like other shrimp, feeds on algae and other microorganisms.",
    "Tank_Ladyfish": "Ladyfish is a family of ray-finned fish. They are also commonly known as 'Skipjacks', 'Jack-rashes' or 'Tenpounders'. They usually dwell near the coast where they feed on crustaceans and smaller fish.",
    "Tank_Robalo": "The Robalo is also referred to as 'Common Snook' or 'Sergeant Fish'. It usually prefers warmer waters, it feeds on smaller fish, crustaceans such as shrimp and occasionally crabs.",
    "Tank_MimicOctopus": "The Mimic Octopus is a species of octopus that, like other octopuses, it uses chromatophores to camouflage itself. It is also known to mimic other marine animals, hence its name.",
    "Tank_SpinnyDogfish": "The Spiny Dogfish or 'Spurdog', 'Mud Shark' or 'Piked Dogfish' belongs to a family of dogfish, which are sharks. This species can be identified by having 2 spines.",
    "Tank_ZebraEel": "The Zebra Eel or the 'Zebra Moray' as it is also known as, is a species of moray eels. They can typically be found in rocky areas, coral reefs in shallow waters.",
    "Tank_GhostEel": "The Ghost Eel or 'White Ribbon Eel' as it is also known as is a species of moray eel. It is a nocturnal predator that usually feeds on small crustaceans.",
    "Tank_LongnoseGar": "The Longnose Gar also known as 'Longnose Garpike' or 'Billy Gar'. It has an average lifespan of 15-20 years, with the longest recorded age being 39. Its appearance has remained almost the same for millions of years.",
    "Tank_Lungfish": "The Lungfish are best known for having the ability to breathe air. There are only 6 known species of Lungfish. Lungfish are omnivorous, meaning they can survive by eating both plant and animal matter.",
    "Tank_Tigerfish": "The Tigerfish is a predatory freshwater fish. It is mostly piscivorous, meaning it only feeds on other fish. It has an elongated silvery body with a coloured fins. Its head is large with many teeth that it can use to chop and grasp prey.",
    "Tank_ElectricCatfish": "Electric Catfish is a family of catfish with 21 known species in total. Several members of this family have the ability to produce an electric shock of up to 350 volts.",
    "Tank_SmallGoblinShark": "The Goblin Shark is a rare species of deep-sea shark. It has pink skin with an elongated flat snout and it can protrude its jaw when feeding.",
    "Tank_VampireSquid": "The Vampire Squid like other squids is a mollusc or more specifically a cephalopod. It usually thrives in deep waters with low concentrations of oxygen. Contrary to its name it does not feed on blood, but rather organic matter in the form of detritus.",
    "Tank_GreatFireflySquid": "The Firefly Squid or 'Sparkling Enope Squid' as it is also commonly known as, is a species of squid. It can be found near the shore in spawning seasons, but otherwise it prefers deeper waters. They are bioluminescent, meaning they can emit a light from photophores. It is believed that this light is used for communication, camouflage or attracting prey.",
    "Tank_FrilledShark": "Frilled Shark is the name of a family for 2 known species of shark. They have a long eel-like body and also move like one. It can usually be found at great depths in the ocean, but goes to the surface to feed on various cephalopods, smaller sharks and bony fish.",
    "Tank_Shinidamachu": "Shinidamachu also known as 'Dead Soul Insects' or 'Soul Collectors'. These Creatures have been known to transport souls, better keep your distance.",
    "Tank_VoidEvilpus": "This void touched specimen of octopus is often tamed by swamp witches in order to be used as a work animal. Most commonly it is used as a guardian of trapped souls.",
    "Tank_TrappedSoul": "Trapped Soul is a common name given to creatures bewitched by water witches. It can be a person that offended them or a dangerous creature, now reduced in ferocity.",
    "Tank_Mudskipper": "Mudskippers are known for being able to survive both in and out of water. One of their noticeable features are their side pectoral fins. These fins allow the mudskipper to 'skip' across muddy surfaces.",
    "Tank_WaterSnake": "Water Snakes are reptiles that spend most of their lives in and around water. Usually they are non-venomous and can be found feeding on frogs.",
    "Tank_VoidCarp": "The Void Carp is a fish that has been twisted by void energy, altering its original form. Because of its new form it is a popular ingredient in the occult industry because of its many applications.",
    "Tank_Blinky": "This orange fish has grown an extra eye due to a mutation. What could have possibly caused this?",
    "Tank_Decapod": "This strange crustaceans is believed to be the early stage of a more evolved species of lobster-like creature.",
    "Tank_VampireFish": "The Vampire Fish or 'Payara' as it is also known as. This aggressive fish should only be mixed with larger fish if put in an aquarium.",
    "Tank_Piranha": "The Piranha or 'Piraña', is known to be very predatory. However its diet can vary and it is known to eat plant matter as well, making it omnivorous.",
    "Tank_Lamprey": "Lamprey belongs to an order of jawless fish. An adult Lamprey can be categorized by its toothed, funnel-like mouth. There are currently 38 known species of Lamprey.",
    "Tank_TanchoKoi": "Koi or Nishikigoi are a colourised variety of Amur carp. The Tancho Koi has a lone circular red head patch, the rest of its body is a solid white. Its coloration symbolizes the rising sun and thus it is beloved in many cultures for the joy and supposed good luck it brings its owners.",
    "Tank_SankeKoi": "Koi or Nishikigoi are a colourised variety of Amur carp. The Sanke Koi is one of the most popular koi varieties in koi ponds or water gardens. This tricolor koi is one of the most used and appreciated of the koi breeds because of its joyful diversity of color. Koi can live up to 200 years and thus it will be a treasured heirloom in the family.",
    "Tank_KohakuKoi": "Koi or Nishikigoi are a colourised variety of Amur carp. The Kohaku Koi is one of the more recognizable koi, it has a white body with red markings.This is the koi breed most people think of when they hear koi, this is one of the older and classical of the koi breeds and with the most stable marbling.",
    "Tank_YamabukiKoi": "Koi or Nishikigoi are a colourised variety of Amur carp. The Yamabuki Koi or also known as Yamabuki Ogon, can be recognized by their yellow to golden markings. For when you want a more cheerful and sunny pattern to go with a summer sea theme. While they are omnivores best keep them on a veterinary approved diet and environment.",
    "Tank_GhostKoi": "Koi or Nishikigoi are a colourised variety of Amur carp. Ghost Koi are offspring from a metallic koi and a wild dark-coloured carp. It comes in a variety of metallic colors, but the copper and black can match your sebright bantam chicken, for those of you that like your pets to match.",
    "Tank_KiUtsuriKoi": "Koi or Nishikigoi are a colourised variety of Amur carp. Utsurimono or Utsuri is a class of Koi, 'Ki' meaning yellow, identifies this yellow type of koi. Those dabbling in the occult will have you believe this koi breed will bring you luck with money and considering what prices koi sell for, they may be on to something.",
    "Tank_HiUtsuriKoi": "Koi or Nishikigoi are a colourised variety of Amur carp. Utsurimono or Utsuri is a class of Koi, 'Hi' meaning red, identifies this red type of koi. It is believed this type of koi gives the owner fire protection magic and luck in love. But best make sure its love life is well curated. Inbreeding is known to cause health problems.",
    "Tank_ShiroUtsuriKoi": "Koi or Nishikigoi are a colourised variety of Amur carp. Utsurimono or Utsuri is a class of Koi, 'Shiro' meaning white, identifies this white type of koi. It is a common belief among the occult experts that this type of koi breed embodies the perfect balance of both negative and positive energies. Best keep it away from electrical appliances in any case.",
    "Tank_Tui": "The Moon spirit Tui, crossed over from the spirit world to create the Spirit Oasis. Here it assumed the form of a white Koi fish. Should it be disconnected from the Ocean Spirit the world will be out of balance, returning both fish to this pond will restore the balance.",
    "Tank_La": "The Ocean spirit La, crossed over from the spirit world to create the Spirit Oasis. Here it assumed the form of a black Koi fish. Should it be disconnected from the Moon Spirit the world will be out of balance, returning both fish to this pond will restore the balance.",

    //npc dialogue such long
    "SPRINGNPC_1": "Tourist: Was soll ich im Souvenir-Laden kaufen?",
    "SPRINGNPC_2": "Tourist: Hallo, zum ersten Mal im Aquarium?",
    "SPRINGNPC_3": "Die Frau beachtet dich nicht, sie ist beschäftigt.",
    "SPRINGNPC_4": "Der Typ mit Sonnenbrille grinst dich überheblich an.",
    "SPRINGNPC_5": "Tourist: Ich kann ein paar Fische im Wasser sehen!",
    "SPRINGNPC_6": "Tourist: Meine Freundin erzählte mir, dass sie bei ihrem letzten Besuch einen Delphin gesehen hat.",
    "SPRINGNPC_7": "Tourist: Ich komme jeden Frühling und Sommer hierher, ich liebe diesen Strand.",
    "SPRINGNPC_8": "Tourist: Wenn Du schwimmen gehen willst, probiers am südlichen Teil des Strandes.",
    "SPRINGNPC_9": "Tourist: Ich warte nur auf meine Freunde.",
    "SPRINGNPC_10": "Tourist: Hallo, bist du hier um den Strand zu geniessen?",
    "SPRINGNPC_11": "Tourist: Schau dir all das Essen an!",
    "SPRINGNPC_12": "Tourist: Ich bin wegen der Musik hier.",
    "SPRINGNPC_13": "Tourist: Entschuldige, ich kenne dich nicht.",
    "SPRINGNPC_14": "Tourist: Was geht?",
    "SPRINGNPC_15": "Tourist: Oh Hi, Ich habe mir gerade den Gezeitentümpel angeschaut.",
    "SPRINGNPC_16": "Tourist: Dieses Essen ist wirklich gut.",
    "SPRINGNPC_17": "Tourist: Ich bin sehr durstig.",
    "SPRINGNPC_18": "Tourist: Hast du das hier probiert? Es ist nicht schlecht.",
    "SPRINGNPC_19": "Tourist: Hi, schnappst du dir einen Bissen?",
    "SPRINGNPC_20": "Tourist: Was soll ich zuerst probieren?",
    "SPRINGNPC_21": "Tourist: Schau dir all die Leute da drüben an, wie sie sich vollstopfen.",
    "SPRINGNPC_22": "Tourist: Ich versuche den Mut aufzubringen, ins Wasser zu gehen.",
    "SPRINGNPC_23": "Tourist: Das Wasser ist herrlich heute, du solltest es testen.",
    "SPRINGNPC_24": "Tourist: Hi, gehst du schwimmen?",
    "SPRINGNPC_25": "Tourist: Ich möchte schwimmen gehen, aber es ruiniert meine Frisur.",
    "SPRINGNPC_26": "Tourist: Ich liebe den Strand im Frühling, nicht zu heiß, nicht zu kalt.",
    "SPRINGNPC_27": "Tourist: Ich sollte mich sonnen, ich könnte eine hübsche Bräune bekommen.",
    "SPRINGNPC_28": "Tourist: Hmm? Oh, ich war in Gedanken.",
    "SPRINGNPC_29": "Tourist: Willst du schwimmen gehen? Nutze dafür den Bereich auf der anderen Seite der farbigen Leine.",
    "SPRINGNPC_30": "Tourist: Hallo, hast du einen schönen Tag?",
    "SPRINGNPC_31": "Tourist: Ich mag das Aquarium, aber der Strand ist auch sehr schön.",
    "SPRINGNPC_32": "Tourist: Hi, schönes Wetter heute, findest du nicht auch?",

    "NPCSUMMER_1": "Der Typ mit Sonnenbrille grinst dich überheblich an.",
    "NPCSUMMER_2": "Tourist: Soll ich mir ein neues Bikini-Top kaufen?",
    "NPCSUMMER_3": "Tourist: Oh nein! Ich habe meinen Geldbeutel vergessen.",
    "NPCSUMMER_4": "Tourist: Was für ein niedliches Fischglas.",
    "NPCSUMMER_5": "Tourist: Ich frage mich, welche Fische das Aquarium ausstellt.",
    "NPCSUMMER_6": "Tourist: Hallo, zum ersten Mal im Aquarium?",
    "NPCSUMMER_7": "Tourist: Weißt du, dass du unten am Strand Eiscreme kaufen kannst?",
    "NPCSUMMER_8": "Frau: Möchtest du dir die Fische im Aquarium ansehen, Simon?",
    "NPCSUMMER_9": "Simon ist zu sehr mit seinem Lolli beschäftigt um dich zu beachten.",
    "NPCSUMMER_10": "Tourist: Ich komme jeden Frühling und Sommer hierher, ich liebe diesen Strand.",
    "NPCSUMMER_11": "Tourist: Die Aussicht vom Steg ist wirklich schön in dieser Jahreszeit.",
    "NPCSUMMER_12": "Tourist: Ich könnte schwören, dass ich ein Huhn im Wasser gesehen habe, vielleicht war es ja nur ein Kugelfisch.",
    "NPCSUMMER_13": "Tourist: Kann ich dir helfen?",
    "NPCSUMMER_14": "Tourist: Oh Hallo Schätzchen. Wie geht es dir heute?",
    "NPCSUMMER_15": "Tourist: Ich könnte mir wirklich ein Eis holen.",
    "NPCSUMMER_16": "Tourist: Diese Frau auf dem Steg sieht verwirrt aus.",
    "NPCSUMMER_17": "Clown: Möchtest du einen Ballon-Trick sehen?",
    "NPCSUMMER_18": "Tourist: Was macht ein Clown an einem Strand?",
    "NPCSUMMER_19": "Tourist: Hi, ich warte nur auf meine Freunde.",
    "NPCSUMMER_20": "Tourist: Ich schaue mir von hier aus gerne den Sonnenuntergang an.",
    "NPCSUMMER_21": "Tourist: Das Meer sieht heute wunderschön aus.",
    "NPCSUMMER_22": "Mann: Puhh! Es ist so heiß heute.",
    "NPCSUMMER_23": "Tourist: Ich liebe die Farben des Wassers im Sommer.",
    "NPCSUMMER_24": "Tourist: Denk daran Sonnencreme zu benutzen, bevor du ein Sonnenbad nimmst.",
    "NPCSUMMER_25": "Tourist: Willst du schwimmen gehen? Nutze dafür den Bereich auf der anderen Seite der farbigen Leine.",
    "NPCSUMMER_26": "Tourist: Schwimmen zu gehen ist super um sich abzukühlen.",
    "NPCSUMMER_27": "Tourist: Ich hätte meine Schwimmbrille mitbringen sollen.",
    "NPCSUMMER_28": "Tourist: Ich werde nicht schwimmen gehen, es würde meine Frisur ruinieren.",
    "NPCSUMMER_29": "Tourist: Du solltest ins Wasser springen, wenn dir zu heiß ist.",
    "NPCSUMMER_30": "Tourist: Hi, gehst du schwimmen?",
    "NPCSUMMER_31": "Tourist: Ich versuche den Mut aufzubringen, ins Wasser zu gehen.",
    "NPCSUMMER_32": "Tourist: Ich frage mich, ob es hier am Strand auch Muscheln gibt.",
    "NPCSUMMER_33": "Der Mann ist eingenickt, du solltest ihn besser nicht stören.",
    "NPCSUMMER_34": "Tourist: Ich glaube ich habe eine Krabbe gesehen.",
    "NPCSUMMER_35": "Tourist: Hallo, geniesst du das Wetter?",
    "NPCSUMMER_36": "Tourist: Da sind eine Menge Seesterne in diesen Gezeitentümpeln.",
    "NPCSUMMER_37": "Tourist: Was willst du?",
    "NPCSUMMER_38": "Tourist: Oh, dir gefällt meine Frisur? Danke schön!",
    "NPCSUMMER_39": "Tourist: Da ist so viel Leben in diesen Gezeitentümpeln.",
    "NPCSUMMER_40": "Tourist: Yo!",
    "NPCSUMMER_41": "Tourist: Wazzap bro?",
    "NPCSUMMER_42": "Mann: Du kannst viele schöne Fotos hier am Strand machen.",
    "NPCSUMMER_43": "Tourist: Der Mann da drüben hat gerade ein Foto von mir gemacht.",
    "NPCSUMMER_44": "Die Frau ist zu sehr mit essen beschäftigt um dich zu bemerken.",
    "NPCSUMMER_45": "Tourist: Ich kann nichts mehr essen.",
    "NPCSUMMER_46": "Tourist: Hallo, bist du hungrig?",
    "NPCSUMMER_47": "Tourist: Brombeerkuchen! Mein Lieblingskuchen.",
    "NPCSUMMER_48": "Tourist: Ich hoffe, dass nichts davon Zitrusfrüchte enthält. Ich bin allergisch, verstehst du?",
    "NPCSUMMER_49": "Tourist: Ist das Krautsalat? Ich liebe Krautsalat.",
    "NPCSUMMER_50": "Tourist: Dieses Fleisch ist vorzüglich.",
    "NPCSUMMER_51": "Tourist: Ich frage mich was in diesen Tapas ist, die sind lecker!",
    "NPCSUMMER_52": "Tourist: Was?! Jemand hat meinen Teller leer gegessen. Oh moment, das war ja ich.",
    "NPCSUMMER_53": "Tourist: Da ist ja so viel Essen!",
    "NPCSUMMER_54": "Tourist: Schau mal, wir haben Krabben-Cocktail, wie extravagant.",
    "NPCSUMMER_55": "Tourist: Hey, kennen wir uns?",
    "NPCSUMMER_56": "Tourist: Sie verkaufen hier Snacks, die sind hier wirklich günstig.",
    "NPCSUMMER_57": "Die Frau ignoriert dich",

    "FALLNPC_1": "Die Frau ignoriert dich",
    "FALLNPC_2": "Der Typ mit Sonnenbrille grinst dich überheblich an.",
    "FALLNPC_3": "Tourist: Wo sind denn alle? Ich glaube der Herbst ist keine beliebte Badezeit.",
    "FALLNPC_4": "Tourist: Das Wasser ist zu kalt zu dieser Zeit, um schwimmen zu gehen, wenn du mich fragst.",
    "FALLNPC_5": "Tourist: Das Wasser ist etwas kalt, aber das macht mir nichts aus.",
    "FALLNPC_6": "Tourist: Es ist sehr erfrischend.",
    "FALLNPC_7": "Tourist: Hey Kumpel.",
    "FALLNPC_8": "Tourist: Hi, wie geht es dir heute?",
    "FALLNPC_9": "Tourist: Ich muss die letzten Sonnenstrahlen einfangen, bevor der Winter kommt.",
    "FALLNPC_10": "Tourist: Ich frage mich was in diesen Flaschen ist.",
    "FALLNPC_11": "Tourist: Gedeckter Kuchen ist das Beste.",
    "FALLNPC_12": "Tourist: Hallo, bist du hungrig?",
    "FALLNPC_13": "Tourist: Hast du das Fleisch probiert?",

    "NPCWINTER_1": "Fischer: Kannst hier nachts n'paar schöne Tintenfische fangen.",
    "NPCWINTER_2": "Der Fischer summt ein Seemannslied vor sich hin.",
    "NPCWINTER_3": "Fischer: Bist hier um zu angeln oder nich?",
    "NPCWINTER_4": "Fischer: Hmm? Oh Hallo, stramme Schnur und all dat.",
    "NPCWINTER_5": "Frau: Leg den Schneeball hin, Simon.",
    "NPCWINTER_6": "Simon hat ein schelmisches Lächeln im Gesicht.",

    //achievement
    "AchievementName": "Der mit den Fischen schläft!",
    "AchievementDescription": "Hat jede Fischart dem Sternentau Aquarium gespendet.",
    "AchievementCongratulations": "Du hast es geschafft... Glückwunsch! Komme morgen zurück um das Aquarium in seiner vollen Pracht zu sehen!",

    //ehehehe
    "PufferchickDonated": "Du hörst etwas klicken hinter dem Tresen...",

    //mail
    "AquariumOpenLandslide": "Hallo @,^^Ich bin erleichtert zu hören, dass niemand verletzt wurde, als der Erdrutsch letzte Nacht beseitigt wurde. Aber aufgrund dieses Ereignisses ist der Bahnhof von Pelikan Stadt wieder zugänglich. ^Deshalb kann ich mit Stolz verkünden, dass das brandneue Sternentau Aquarium von jetzt an für Besucher geöffnet hat! ^Mein Freund Willy erzählte mir, dass du ein ganz passabler Angler bist. Vielleicht würdest Du es ja in Betracht ziehen, einige der Exemplare die du fängst an das Aquarium zu spenden. ^^Mit freundlichen Grüßen, ^der Kurator des Sternentau Aquariums",
    "AquariumOPenLater": "Hallo @!^^Ich bin stolz verkünden zu dürfen, dass das brandneue Sternentau Aquarium von jetzt an für Besucher geöffnet hat! ^Mein Freund Willy erzählte mir, dass du ein ganz passabler Angler bist. Vielleicht würdest du es ja in Betracht ziehen, einige der Exemplare die du fängst an das Aquarium zu spenden. ^^Mit freundlichen Grüßen, ^der Kurator des Sternentau Aquariums"
}
