{
	//Welcome message after the stardew aquarium has been completed
	"AquariumWelcome": "Willkommen im Sternentau Aquarium! Wir haben jetzt eine vollständige Kollektion. Und das alles dank dir!",

	//Donation menu dialogue and options
	"DonationMenuTitle": "Wähle einen Fisch zum Spenden",
	"DonationQuestion": "Willkommen im Sternentau Aquarium! Möchtest du heute einen Fisch spenden?",
	"OptionYes": "Ja",
	"OptionNo": "Nein",
	"More": "Mehr",
	"Exit": "schließen",
	"DeclineToDonate": "Du kannst jederzeit wiederkommen, wenn du deine Meinung änderst!",
	"NothingToDonate": "Willkommen im Sternentau Aquarium! Falls du einmal eine Fischart findest, die uns noch fehlt, wären wir dir dankbar, wenn du eine Spende in Betracht ziehen würdest.",
	"MenuCloseFishDonated": "Vielen Dank für deinen Beitrag! Bei deinem nächsten Besuch wird deine Spende ausgestellt sein!",
	"MenuCloseNoFishDonated": "Du kannst jederzeit wiederkommen.",
	"Donate": "Spende: ",
	"DonateDescription": "Mit dem Klick auf die untere Schaltfläche wird der Fisch gespendet und aus deinem Inventar entfernt",

	//global messages in multiplayer
	"FishDonatedMP": "{0} hat dem Aquarium {1} gespendet",
	"AchievementUnlockedMP": "Das Sternentau Aquarium wurde vollendet!",

	//collections menu title
	"CollectionsMenu": "Sternentau Aquarium Kollektion",
    //tank messages
	"WhichFishInfo": "Über welchen Fisch würdest Du gerne mehr wissen?",
	"EmptyTank": "Nur ein leeres Becken...",

	//dialogue boxes
	"Ice": "All dieses Eis... es wird dazu benutzt, das Becken mit dieser Maschine zu kühlen.",
	"IceMachine": "Diese Maschine hält das Becken bei sehr niedrigen Temperaturen gekühlt.",
	"Pressure": "Diese Maschine zeigt den Druck in diesem Becken an.",
	"Depth": "Das ist eine sehr detailgetreue Darstellung eines Tiefenmessers, aber er ist nicht echt.",
	"PanelCool": "Diese Tafel hat sehr viele Knöpfe, es ist besser sie nicht zu berühren.",
	"Lever": "Entschuldige, aber dieser Hebel wird dich nirgendwohin bringen.",
	"Bench": "Diese Bänke sehen brandneu aus...",
	"LegendaryBook": "Ein Fischer Handbuch zu den legendären Fischen",
	"MinesBook": "Die Minen: Welche Fischarten hier wohl leben?",
	"BaitBook": "Köder und wie er richtig benutzt wird",
	"Dropped": "Sieht so aus, als hätte hier jemand für Bücher wenig übrig...",
	"PetBook": "Fisch Enzyklopädie: Band 1.",
	"Dwarf": "Das erinnert dich an jemanden... aber du weißt nicht an wen...",
	"Introvert": "Warum ich mich hier verstecke willst du wissen? Ich bin schüchtern.",
	"StayHydratedBois": "*Trink-Geräusche*",
	"OutsideSign": "Willkommen im Sternentau Aquarium! Genieße deinen Aufenthalt.",
	"SewerTP": "Dieses Gitter wird dich in die Kanalisation bringen, wo wir einen speziellen Fisch halten, der nur an einem gefährlichen Ort namens Mutantenkäferhöhle gefunden werden kann.",
	"SwampTP": "Wenn du auf diesen magischen Kreis trittst, wirst du zu einem isolierten Teil des Sumpfes transportiert, wo die speziellen schattenverseuchten Arten gedeihen können.",
	"SVETP": "Tritt durch diese Tür um unsere Ausstellung einiger Spezial-Fische zu sehen.",
	"ComingSoon": "Demnächst!",
	"SVEBookOpen": "Das ist ein Kochbuch. Es erwähnt etwas über einen Butterfisch...",
	"SVEBook1": "Der Monster-Almanach - Was man gesehen haben muss: Der Apophis",
	"SVEBook2": "Die Purpurnen Ödlande: Ein umfassender Bericht.",
	"SVEBook3": "Das Geheimnis von Schlossdorf",
	"Shopkeeperecksdeehahafunny": "Eismann: Hey, du kannst hier nicht zurück!",

	//fish descriptions
	"Tank_Pufferfish": "Der Kugelfisch ist einer der giftigsten Fische der Welt. Er ist ein langsamer Schwimmer, aber er hat einen einzigartigen Verteidigungsmechanismus: Er kann seinen Bauch mit Wasser füllen, um zu verhindern gefressen zu werden.",
	"Tank_Anchovy": "Die Sardelle ist ein kleiner filtrierender Fisch, der eine typische Beute für die meisten Raubfische ist.",
	"Tank_Tuna": "Der Thunfisch ist ein schneller, stromlinienförmiger Fisch, der für hohe Geschwindigkeiten wie gemacht ist, was ihn zu einem sehr effektiven Raubfisch macht.",
	"Tank_Sardine": "Die Sardine ist ein kleiner Fisch, der sich von Plankton ernährt. Er lebt normalerweise in großen Schwärmen, dort wo Plankton reichlich vorhanden ist.",
	"Tank_Bream": "Brasse ist ein Name, der für verschiedene Arten von Fischen verwendet wird. Diese blaue Art hier findet man gewöhnlich in Süßwasser-Gewässern überall im Sternentautal.",
	"Tank_LargemouthBass": "Der Forellenbarsch ist die größte Barsch-Art, die es im Sternentautal gibt. Er ist ein häufiger Fang für die meisten Angler.",
	"Tank_SmallmouthBass": "Der Schwarzbarsch kann normalerweise an seinen roten Augen erkannt werden. Wie bei den meisten Barsch-Arten, werden die Weibchen meistens größer als die Männchen.",
	"Tank_RainbowTrout": "Die farbenfrohe Regenbogenforelle kann sowohl in Flüssen als auch in Seen gefunden werden. Man sagt, dass die älteste Regenbogenforelle 11 Jahre alt wurde.",
	"Tank_Salmon": "Der Lachs ist dafür bekannt, dass er aus dem Ozean ins Süßwasser wandert um zu laichen. Einige sagen, dass er exakt an die selbe Stelle zurückkehrt, an der er sich fortpflanzte.",
	"Tank_Walleye": "Der Glasaugenbarsch ist nach seinem manchmal glasig wirkenden Blick benannt. Nachts leuchten seine Augen, was es für Angler einfacher macht ihn zu fangen.",
	"Tank_Perch": "Der Barsch zählt zu den Fleischfressern und kann sowohl in Flüssen als auch in Seen gefunden werden.",
	"Tank_Carp": "Die Bezeichnung Karpfen wird für eine große Gruppe von Süßwasser-Fischen verwendet. Er kann in vielen Gewässern im Sternentautal gefunden werden.",
	"Tank_Catfish": "Die Bartfäden des Katzenfisches erinnern an die Schnurrhaare einer Katze, woher er auch seinen Namen hat. Er ist normalerweise an regnerischen Tagen im Sternentautal zu finden. ",
	"Tank_Pike": "Der Hecht ist ein Raubfisch, der gewöhnlich in brack- und süßwasserführenden Gewässern lebt. Er hat einen langgestreckten, walzenförmigen Körper, der an einen Speer erinnert.",
	"Tank_Sunfish": "Der Gotteslachs bevorzugt warme Fluss-Gewässer. Man findet ihn gewöhnlich im Frühling und Sommer im Sternentautal.",
	"Tank_RedMullet": "Die Rotbarbe wurde früher als Aquarien-Fisch gehalten, heute wird sie vor allem als Speisefisch verwendet.",
	"Tank_Herring": "Der Hering lebt normalerweise in großen Schwärmen nahe der Küste. Er kann in den meisten gemäßigten und flachen Gewässern gefunden werden.",
	"Tank_Eel": "Der Aal ist ein länglicher Fisch, dem je nach Art mehrere Flossen fehlen. Er bewegt sich, indem er Wellen über die gesamte Länge seines Körpers erzeugt.",
	"Tank_Octopus": "Der Oktopus ist eigentlich kein Fisch, sondern ein achtarmiges Weichtier. Er taucht in der Mythologie oft als Monster auf. Er war sicherlich nicht leicht zu fangen - gute Arbeit!",
	"Tank_RedSnapper": "Der Riffbarsch kann leicht an seiner roten Farbe erkannt werden. Er ist ein tropischer Meeresfisch, der an regnerischen Sommertagen im Sternentautal gefangen werden kann.",
	"Tank_Squid": "Der Tintenfisch ist eigentlich kein Fisch, sondern zählt zu den Weichtieren. Er kann Tinte absondern um seine Gegner zu verwirren. Wenn Du ihn in einen Fischteich setzt, kann er Tinte für dich produzieren!",
	"Tank_SeaCucumber": "Die Seegurke ist eigentlich kein Fisch, sondern zählt zu den Stachelhäutern. Sie lebt auf den Meeresgründen in der ganzen Welt.",
	"Tank_SuperCucumber": "Die Super-Seegurke ist eigentlich kein Fisch, sondern zählt zu den Stachelhäutern. Diese besondere Art der Seegurke ist ein seltener Fang. Sie wurde schon in Sommer- und Herbstnächten im Sternentautal entdeckt.",
	"Tank_Ghostfish": "Der Indische Glaswels ist ein blinder Fisch, der dank seiner seitlichen Linien, mit denen er navigiert, Schwankungen des Wasserdrucks erkennen kann.",
	"Tank_Stonefish": "Dieser getarnte Fisch mag harmlos aussehen, aber der Steinfisch ist sehr giftig. Verwechsle ihn also nicht mit einem Stein!",
	"Tank_IcePip": "Der Eis-Pip kann tief in den gefrorenen Ebenen der Minen gefangen werden. Seine geringe Größe und seine Schnelligkeit machen ihn zu einem seltenen Fang für viele Angler.",
	"Tank_LavaEel": "Der Lava-Aal ist eine seltene und einzigartige Aal-Art. Er hat sich wundersamerweise dazu entwickelt, in heißer Lava zu überleben. Also Vorsicht, dieses Aquarium ist sehr heiß!",
	"Tank_Sandfish": "Der Sandfisch ist ein tropischer Flachfisch. Er versteckt sich gerne und tarnt sich selbst im Sand.",
	"Tank_ScorpionCarp": "Der Skorpionkarpfen ist eine tropische Karpfen-Art. Er nutzt seine Schnelligkeit und seinen giftigen Stachel um seine Beute zu fangen.",
	"Tank_Flounder": "Die Flunder ist ein flacher Fisch, der am Meeresgrund lebt. Eine ausgewachsene Flunder nutzt ihre Tarnung, um sich vor Raubfischen zu verstecken.",
	"Tank_MidnightCarp": "Der Mitternachts-Karpfen ist ein scheuer Fisch.  Er kann nachts in Teichen und Seen gefunden werden.",
	"Tank_Sturgeon": "Der Stör ist eine sehr alte Fischart und hat eine enorm lange Lebensdauer. Sein Rogen kann in Fischteichen produziert werden, um daraus luxuriösen Kaviar zu machen.",
	"Tank_TigerTrout": "Die Tigerforelle ist eine Kreuzung aus Bachforelle und Bachsaibling. Sie kann selbst keinen Nachwuchs zeugen und ist daher sehr selten.",
	"Tank_Bullhead": "Der Zwergwels ist ein am Grund lebender Fisch. Er hat ein schlechtes Sehvermögen, kann aber seine empfindlichen Bartfäden dazu nutzen, seine Nahrung zu lokalisieren.",
	"Tank_Tilapia": "Buntbarsch ist ein verbreiteter Name für eine Vielzahl von Barschfischarten. Er ist sehr temperaturempfindlich und bevorzugt warme Gewässer.",
	"Tank_Chub": "Kaulbarsch ist ein gebräuchlicher Name für viele Rochenfische. Man findet ihn sehr häufig im Sternentautal.",
	"Tank_Dorado": "Die Goldmakrele verdankt ihren Namen ihrem orange-gold-schimmernden Aussehen.",
	"Tank_Albacore": "Der Weiße Thun ist auch als Langflossenthun bekannt. Wie der Thunfisch, hat er einen stromlinienförmigen Körper. Er ist ein Zugfisch und kann große Entfernungen zurücklegen.",
	"Tank_Shad": "Der Blaubarsch ist wie der Lachs ein Wanderfisch, der zum Laichen ins Süßwasser zurückkehrt.",
	"Tank_Lingcod": "Der Name des Lengdorsches ist eine Kombination aus zwei anderen Fischen, dem Leng und dem Dorsch. Er ist mit beiden Fischen nicht verwandt, hat aber gewisse optische Ähnlichkeiten zu ihnen.",
	"Tank_Halibut": "Der Heilbutt ist ein flacher Fisch und lebt am Meeresgrund. Seinen Namen verdankt er der Kombination von Heilig und Butte (flache Fischart).",
	"Tank_Woodskip": "Der Waldspringer ist ein sehr sensibler Fisch, der nur in Teichen tief in den Wäldern leben kann ... oder in diesem speziellen Aquarium.",
	"Tank_VoidSalmon": "Der Schattenlachs wurde von Schattenenergie verwandelt. Man weiß nicht viel über diesen schwarz-magischen Fisch.",
	"Tank_Slimejack": "Die Schleimmakrele ist mit einer Schleimschicht umgeben. Einige Fische nutzen Schleim als Verteidigungsmechanismus gegen Raubfische.",
	"Tank_MidnightSquid": "Der Mitternächtliche Tintenfisch ist, wie andere Tintenfische auch, eigentlich kein Fisch, sondern zählt zu den Weichtieren. Er lebt in den Tiefen des Ozeans und kann große Mengen an Tinte produzieren.",
	"Tank_Blobfish": "Der Blobfisch ist ein Tiefseefisch: Er kann in Tiefen von 600 bis 1200 Metern überleben, wo der Druck 60 bis 120 mal so hoch wie an der Wasseroberfläche ist. Wenn Blobfische von Anglern gefangen werden, verlieren sie aufgrund von Gewebeschäden ihre Form. Zum Glück ist dieses Aquarium für Tiefseefische konzipiert.",
	"Tank_SpookFish": "Dieses Exemplar, der Gruselfisch, hat drei sehr leistungsstarke Augen, die die schwächsten Silhouetten in der Dunkelheit der Tiefsee erkennen können.",
	"Tank_Angler": "Der legendäre Anglerfisch ist bekannt für seine charakteristische Jagdmethode: Er nutzt eine biolumineszierende Rute um seine Beute anzulocken.",
	"Tank_Legend": "Die Legende - der König aller Fische... Man sagt, er würde nie gefangen werden, aber du hast das Gegenteil bewiesen.",
	"Tank_MutantCarp": "Der legendäre Mutantenkarpfen lebt in den Gewässern der Kanalisation von Pelikan Stadt. Wie dieses Monster erschaffen wurde ist noch immer ein Mysterium.",
	"Tank_Crimsonfish": "Der legendäre Purpurfisch ist eine seltene Fischart, die in den Tiefen des Ozeans lebt. Er laicht in flachen Gewässern während des Sommers.",
	"Tank_Glacierfish": "Der legendäre Gletscherfisch baut gerne Nester unterhalb von Gletschern. Da fühlt er sich am Wohlsten - je kälter das Wasser, desto besser.",
	"Tank_Lobster": "Der Hummer ist eigentlich kein Fisch, sondern ein Krustentier. Ihre Farben können variieren, sind aber nur sehr selten hellrot, so wie man sie fälschlicherweise kennt. Die charakteristische rote Farbe entsteht erst während des Kochvorganges, wenn bestimmte Pigmente aus der Epidermis des Hummers durch die Hitze entfernt werden.",
	"Tank_Crayfish": "Der Flusskrebs ist ein kleines Süßwasser-Krustentier und ähnelt dem Hummer.",
	"Tank_Crab": "Die Krabbe ist ein ikonisches Krustentier. Sie existiert in vielen verschiedenen Arten und ist auf der ganzen Welt zu finden.",
	"Tank_Cockle": "Die Herzmuschel ist ein Weichtier, das seine Nahrung aus dem Wasser heraus filtriert.",
	"Tank_Mussel": "Die Miesmuschel ist eine von vielen Muschelarten. Sie alle vereint eine einzigartig längliche und asymetrische Form.",
	"Tank_Shrimp": "Die Garnele ist ein Krustentier, welches in vielen Ozeanen beheimatet ist. Im Gegensatz zu Fischen besitzt sie keine Flossen zur Fortbewegung; sie zieht ihren Bauch in Richtung ihres Körpers. Dies bedeutet jedoch, dass eine Garnele rückwärts schwimmt.",
	"Tank_Snail": "Die Schnecke gehört zur Gruppe der Gastropoden, welche eine Klasse innerhalb des Stammes der Weichtiere sind. Schnecken können sich vollständig in ihr Gehäuse zurückziehen.",
	"Tank_Periwinkle": "Die Strandschnecke ist eine kleine Schneckenart. Ihr Gehäuse ist oft spitz zulaufend.",
	"Tank_Oyster": "Die Auster ist eine Muschelart. Sie sind allgemein für ihre Perlen bekannt. Perlen entstehen, wenn sich ein Fremdkörper in die Auster eingeschlichen hat. Als Abwehrmechanismus verwendet sie eine Flüssigkeit, um den Fremdkörper zu beschichten. Schicht für Schicht wird dieses Perlmutt abgeschieden, bis sich eine glänzende Perle bildet.",
	"Tank_Pufferchick": "'Vor langer Zeit, als die Erde noch jung war und Kugelhühner noch nicht existierten, hatte der Mod-Maker-Kanal seine eigene Emoji-Subkultur, basierend auf Kugelfischen. Ich schlug vor, einige davon zu den Emoji-Slots des Servers hinzuzufügen (das war damals, als wir maximal 50 davon haben durften). Und als ich gefragt wurde, welches ich hinzufügen wolle, schlug ich scherzhaft das Kugelhuhn vor.' - Pathoschild, 2020",
	"Tank_VoidEel": "Der Schattenaal ist eine mysteriöse Aal-Art. Es ist gut möglich, dass der zusätzliche Kopf ein Resultat von Schattenenergie ist.",
	"Tank_Starfish": "Der Seestern ist eigentlich kein Fisch, sondern zählt zu den Stachelhäutern. Es gibt ihn in vielen verschiedenen Arten und er kann in jeglichen Gewässern - von den Tropen bis zum Polarmeer - gefunden werden. Diese Art hier sieht jedoch tropisch aus.",
	"Tank_Clownfish": "Der Clownfisch oder Anemonenfisch lebt in wärmeren Meeresgewässern. Je nach Art können ihre Farben von gelb, orange, rot oder schwarz mit weißen Balken oder Flecken variieren.",
	"Tank_Minnow": "Die Elritze ist eine kleine Süßwasser-Fischart. Sie kann in den meisten Flüssen und Seen gefunden werden.",
	"Tank_Puppyfish": "Der Welpenfisch ist wahrscheinlich der beliebteste Aquarien-Fisch. Aber wenn du ihn streicheln willst, wirst du dir die Hände nass machen müssen!",
	"Tank_Butterfish": "Der Butterfisch ist ein Süßwasserfisch, der je nach Jahreszeit in verschiedenen Gewässern überall im Sternentautal vorkommt.",

	//1.1.0 fish descriptions
	/*
	"Tank_DottedAbalone": "Abalone is a name for a group of molluscs. They are also known by other names, such as; Ear Shells, Sea Ears, Muttonfish, Muttonshells, Ormer, Perlemoen and Paua.",
	"Tank_Scallop": "Scallop is a name for a wide variety of molluscs. They are closely related to another group of molluscs commonly called Oysters.",
	"Tank_DewdropFish": "The Dewdrop Fish, it's waterdrop or rather dewdrop shape gives this fish it's unique name.",
	"Tank_PurpleSpottedTrout": "The Purple Spotted Trout, is not native to Stardew Valley. It's origins is not known to most people.",
	"Tank_Relicantlette": "The Relicantlette, is said to be a common fish found in ancient lakes. But finding an ancient lake is a rare thing.",
	"Tank_Serafin": "The Serafin, it glides through the water with it's wing-like fins. An elegant fish to behold.",
	"Tank_UmuwiCarp": "The Umuwi Carp, this magical fish seems to be surrounded by a strange sort of magic. Further research is required.",
	"Tank_KingSalmon": "The King Salmon, this giant fish is the largest species of salmon. A highly prized fish for most anglers.",
	"Tank_Frog": "Frogs belong to a large and diverse group of amphibians. Using their vocal cords, frogs can make a variety of croaking sounds.",

	//1.1.0 dialogue boxes
	
	"LASV_TP": "Stepping into these magical sparkles, will teleport you to a new magical world!",
	*/
	//npc dialogue such long

	"SPRINGNPC_1": "Tourist: Was soll ich im Souvenir-Laden kaufen?",
	"SPRINGNPC_2": "Tourist: Hallo, zum ersten Mal im Aquarium?",
	"SPRINGNPC_3": "Die Frau beachtet dich nicht, sie ist beschäftigt.",
	"SPRINGNPC_4": "Der Typ mit Sonnenbrille grinst dich überheblich an.",
	"SPRINGNPC_5": "Tourist: Ich kann ein paar Fische im Wasser sehen!",
	"SPRINGNPC_6": "Tourist: Meine Freundin erzählte mir, dass sie bei ihrem letzten Besuch einen Delphin gesehen hat.",
	"SPRINGNPC_7": "Tourist: Ich komme jeden Frühling und Sommer hierher, ich liebe diesen Strand.",
	"SPRINGNPC_8": "Tourist: Wenn Du schwimmen gehen willst, probiers am südlichen Teil des Strandes.",
	"SPRINGNPC_9": "Tourist: Ich warte nur auf meine Freunde.",
	"SPRINGNPC_10": "Tourist: Hallo, bist du hier um den Strand zu geniessen?",
	"SPRINGNPC_11": "Tourist: Schau dir all das Essen an!",
	"SPRINGNPC_12": "Tourist: Ich bin wegen der Musik hier.",
	"SPRINGNPC_13": "Tourist: Entschuldige, ich kenne dich nicht.",
	"SPRINGNPC_14": "Tourist: Was geht?",
	"SPRINGNPC_15": "Tourist: Oh Hi, Ich habe mir gerade den Gezeitentümpel angeschaut.",
	"SPRINGNPC_16": "Tourist: Dieses Essen ist wirklich gut.",
	"SPRINGNPC_17": "Tourist: Ich bin sehr durstig.",
	"SPRINGNPC_18": "Tourist: Hast du das hier probiert? Es ist nicht schlecht.",
	"SPRINGNPC_19": "Tourist: Hi, schnappst du dir einen Bissen?",
	"SPRINGNPC_20": "Tourist: Was soll ich zuerst probieren?",
	"SPRINGNPC_21": "Tourist: Schau dir all die Leute da drüben an, wie sie sich vollstopfen.",
	"SPRINGNPC_22": "Tourist: Ich versuche den Mut aufzubringen, ins Wasser zu gehen.",
	"SPRINGNPC_23": "Tourist: Das Wasser ist herrlich heute, du solltest es testen.",
	"SPRINGNPC_24": "Tourist: Hi, gehst du schwimmen?",
	"SPRINGNPC_25": "Tourist: Ich möchte schwimmen gehen, aber es ruiniert meine Frisur.",
	"SPRINGNPC_26": "Tourist: Ich liebe den Strand im Frühling, nicht zu heiß, nicht zu kalt.",
	"SPRINGNPC_27": "Tourist: Ich sollte mich sonnen, ich könnte eine hübsche Bräune bekommen.",
	"SPRINGNPC_28": "Tourist: Hmm? Oh, ich war in Gedanken.",
	"SPRINGNPC_29": "Tourist: Willst du schwimmen gehen? Nutze dafür den Bereich auf der anderen Seite der farbigen Leine.",
	"SPRINGNPC_30": "Tourist: Hallo, hast du einen schönen Tag?",
	"SPRINGNPC_31": "Tourist: Ich mag das Aquarium, aber der Strand ist auch sehr schön.",
	"SPRINGNPC_32": "Tourist: Hi, schönes Wetter heute, findest du nicht auch?",

	"NPCSUMMER_1": "Der Typ mit Sonnenbrille grinst dich überheblich an.",
	"NPCSUMMER_2": "Tourist: Soll ich mir ein neues Bikini-Top kaufen?",
	"NPCSUMMER_3": "Tourist: Oh nein! Ich habe meinen Geldbeutel vergessen.",
	"NPCSUMMER_4": "Tourist: Was für ein niedliches Fischglas.",
	"NPCSUMMER_5": "Tourist: Ich frage mich, welche Fische das Aquarium ausstellt.",
	"NPCSUMMER_6": "Tourist: Hallo, zum ersten Mal im Aquarium?",
	"NPCSUMMER_7": "Tourist: Weißt du, dass du unten am Strand Eiscreme kaufen kannst?",
	"NPCSUMMER_8": "Frau: Möchtest du dir die Fische im Aquarium ansehen, Simon?",
	"NPCSUMMER_9": "Simon ist zu sehr mit seinem Lolli beschäftigt um dich zu beachten.",
	"NPCSUMMER_10": "Tourist: Ich komme jeden Frühling und Sommer hierher, ich liebe diesen Strand.",
	"NPCSUMMER_11": "Tourist: Die Aussicht vom Steg ist wirklich schön in dieser Jahreszeit.",
	"NPCSUMMER_12": "Tourist: Ich könnte schwören, dass ich ein Huhn im Wasser gesehen habe, vielleicht war es ja nur ein Kugelfisch.",
	"NPCSUMMER_13": "Tourist: Kann ich dir helfen?",
	"NPCSUMMER_14": "Tourist: Oh Hallo Schätzchen. Wie geht es dir heute?",
	"NPCSUMMER_15": "Tourist: Ich könnte mir wirklich ein Eis holen.",
	"NPCSUMMER_16": "Tourist: Diese Frau auf dem Steg sieht verwirrt aus.",
	"NPCSUMMER_17": "Clown: Möchtest du einen Ballon-Trick sehen?",
	"NPCSUMMER_18": "Tourist: Was macht ein Clown an einem Strand?",
	"NPCSUMMER_19": "Tourist: Hi, ich warte nur auf meine Freunde.",
	"NPCSUMMER_20": "Tourist: Ich schaue mir von hier aus gerne den Sonnenuntergang an.",
	"NPCSUMMER_21": "Tourist: Das Meer sieht heute wunderschön aus.",
	"NPCSUMMER_22": "Mann: Puhh! Es ist so heiß heute.",
	"NPCSUMMER_23": "Tourist: Ich liebe die Farben des Wassers im Sommer.",
	"NPCSUMMER_24": "Tourist: Denk daran Sonnencreme zu benutzen, bevor du ein Sonnenbad nimmst.",
	"NPCSUMMER_25": "Tourist: Willst du schwimmen gehen? Nutze dafür den Bereich auf der anderen Seite der farbigen Leine.",
	"NPCSUMMER_26": "Tourist: Schwimmen zu gehen ist super um sich abzukühlen.",
	"NPCSUMMER_27": "Tourist: Ich hätte meine Schwimmbrille mitbringen sollen.",
	"NPCSUMMER_28": "Tourist: Ich werde nicht schwimmen gehen, es würde meine Frisur ruinieren.",
	"NPCSUMMER_29": "Tourist: Du solltest ins Wasser springen, wenn dir zu heiß ist.",
	"NPCSUMMER_30": "Tourist: Hi, gehst du schwimmen?",
	"NPCSUMMER_31": "Tourist: Ich versuche den Mut aufzubringen, ins Wasser zu gehen.",
	"NPCSUMMER_32": "Tourist: Ich frage mich, ob es hier am Strand auch Muscheln gibt.",
	"NPCSUMMER_33": "Der Mann ist eingenickt, du solltest ihn besser nicht stören.",
	"NPCSUMMER_34": "Tourist: Ich glaube ich habe eine Krabbe gesehen.",
	"NPCSUMMER_35": "Tourist: Hallo, geniesst du das Wetter?",
	"NPCSUMMER_36": "Tourist: Da sind eine Menge Seesterne in diesen Gezeitentümpeln.",
	"NPCSUMMER_37": "Tourist: Was willst du?",
	"NPCSUMMER_38": "Tourist: Oh, dir gefällt meine Frisur? Danke schön!",
	"NPCSUMMER_39": "Tourist: Da ist so viel Leben in diesen Gezeitentümpeln.",
	"NPCSUMMER_40": "Tourist: Yo!",
	"NPCSUMMER_41": "Tourist: Wazzap bro?",
	"NPCSUMMER_42": "Mann: Du kannst viele schöne Fotos hier am Strand machen.",
	"NPCSUMMER_43": "Tourist: Der Mann da drüben hat gerade ein Foto von mir gemacht.",
	"NPCSUMMER_44": "Die Frau ist zu sehr mit essen beschäftigt um dich zu bemerken.",
	"NPCSUMMER_45": "Tourist: Ich kann nichts mehr essen.",
	"NPCSUMMER_46": "Tourist: Hallo, bist du hungrig?",
	"NPCSUMMER_47": "Tourist: Brombeerkuchen! Mein Lieblingskuchen.",
	"NPCSUMMER_48": "Tourist: Ich hoffe, dass nichts davon Zitrusfrüchte enthält. Ich bin allergisch, verstehst du?",
	"NPCSUMMER_49": "Tourist: Ist das Krautsalat? Ich liebe Krautsalat.",
	"NPCSUMMER_50": "Tourist: Dieses Fleisch ist vorzüglich.",
	"NPCSUMMER_51": "Tourist: Ich frage mich was in diesen Tapas ist, die sind lecker!",
	"NPCSUMMER_52": "Tourist: Was?! Jemand hat meinen Teller leer gegessen. Oh moment, das war ja ich.",
	"NPCSUMMER_53": "Tourist: Da ist ja so viel Essen!",
	"NPCSUMMER_54": "Tourist: Schau mal, wir haben Krabben-Cocktail, wie extravagant.",
	"NPCSUMMER_55": "Tourist: Hey, kennen wir uns?",
	"NPCSUMMER_56": "Tourist: Sie verkaufen hier Snacks, die sind hier wirklich günstig.",
	"NPCSUMMER_57": "Die Frau ignoriert dich",

	"FALLNPC_1": "Die Frau ignoriert dich",
	"FALLNPC_2": "Der Typ mit Sonnenbrille grinst dich überheblich an.",
	"FALLNPC_3": "Tourist: Wo sind denn alle? Ich glaube der Herbst ist keine beliebte Badezeit.",
	"FALLNPC_4": "Tourist: Das Wasser ist zu kalt zu dieser Zeit, um schwimmen zu gehen, wenn du mich fragst.",
	"FALLNPC_5": "Tourist: Das Wasser ist etwas kalt, aber das macht mir nichts aus.",
	"FALLNPC_6": "Tourist: Es ist sehr erfrischend.",
	"FALLNPC_7": "Tourist: Hey Kumpel.",
	"FALLNPC_8": "Tourist: Hi, wie geht es dir heute?",
	"FALLNPC_9": "Tourist: Ich muss die letzten Sonnenstrahlen einfangen, bevor der Winter kommt.",
	"FALLNPC_10": "Tourist: Ich frage mich was in diesen Flaschen ist.",
	"FALLNPC_11": "Tourist: Gedeckter Kuchen ist das Beste.",
	"FALLNPC_12": "Tourist: Hallo, bist du hungrig?",
	"FALLNPC_13": "Tourist: Hast du das Fleisch probiert?",

	"NPCWINTER_1": "Fischer: Kannst hier nachts n'paar schöne Tintenfische fangen.",
	"NPCWINTER_2": "Der Fischer summt ein Seemannslied vor sich hin.",
	"NPCWINTER_3": "Fischer: Bist hier um zu angeln oder nich?",
	"NPCWINTER_4": "Fischer: Hmm? Oh Hallo, stramme Schnur und all dat.",
	"NPCWINTER_5": "Frau: Leg den Schneeball hin, Simon.",
	"NPCWINTER_6": "Simon hat ein schelmisches Lächeln im Gesicht.",

	//achievement
	"AchievementName": "Der mit den Fischen schläft!",
	"AchievementDescription": "Hat jede Fischart dem Sternentau Aquarium gespendet.",
	"AchievementCongratulations": "Du hast es geschafft... Glückwunsch! Komme morgen zurück um das Aquarium in seiner vollen Pracht zu sehen!",

	//ehehehe
	"PufferchickDonated": "Du hörst etwas klicken hinter dem Tresen...",

	//mail
	"AquariumOpenLandslide": "Hallo @,^^Ich bin erleichtert zu hören, dass niemand verletzt wurde, als der Erdrutsch letzte Nacht beseitigt wurde. Aber aufgrund dieses Ereignisses ist der Bahnhof von Pelikan Stadt wieder zugänglich. ^Deshalb kann ich mit Stolz verkünden, dass das brandneue Sternentau Aquarium von jetzt an für Besucher geöffnet hat! ^Mein Freund Willy erzählte mir, dass du ein ganz passabler Angler bist. Vielleicht würdest Du es ja in Betracht ziehen, einige der Exemplare die du fängst an das Aquarium zu spenden. ^^Mit freundlichen Grüßen, ^der Kurator des Sternentau Aquariums",
	"AquariumOPenLater": "Hallo @!^^Ich bin stolz verkünden zu dürfen, dass das brandneue Sternentau Aquarium von jetzt an für Besucher geöffnet hat! ^Mein Freund Willy erzählte mir, dass du ein ganz passabler Angler bist. Vielleicht würdest du es ja in Betracht ziehen, einige der Exemplare die du fängst an das Aquarium zu spenden. ^^Mit freundlichen Grüßen, ^der Kurator des Sternentau Aquariums"

}