{
	//Welcome message after the stardew aquarium has been completed
	"AquariumWelcome": "Welcome to the Stardew Aquarium! We've now acquired a full collection. And it's all thanks to you!",

	//Donation menu dialogue and options
	"DonationMenuTitle": "Select fish to donate",
	"DonationQuestion": "Welcome to the Stardew Aquarium! Would you like to donate a fish today?",
	"OptionYes": "Yes",
	"OptionNo": "No",
	"More": "More",
	"Exit": "Exit",
	"DeclineToDonate": "You are free to return anytime if you change your mind!",
	"NothingToDonate": "Welcome to the Stardew Aquarium! If you ever find a specimen we're missing, we'd be delighted if you would considering making a donation.",
	"MenuCloseFishDonated": "Thank you so much for your contribution! Come back in a moment and I will have set it up!",
	"MenuCloseNoFishDonated": "Please come back any time.",
	"Donate": "Donate: ",
	"DonateDescription": "Clicking the button below will donate this fish and remove it from your inventory",

	//global messages in multiplayer
	"FishDonatedMP": "{0} has donated {1} to the Aquarium",
	"AchievementUnlockedMP": "The Stardew Aquarium has been completed!",

	//collections menu title
	"CollectionsMenu": "Stardew Aquarium Collection",

    //tank messages
	"WhichFishInfo": "Which fish would you like to know more about?",
	"EmptyTank": "Just an empty tank...",

	//dialogue boxes
	"Ice": "All this ice... it's used for cooling the tank with that machine.",
	"IceMachine": "This machine keeps the tank cooled under very low temperatures.",
	"Pressure": "This machine is used to monitor the pressure of this fish tank.",
	"Depth": "This is a very accurate representation of a depth meter, but it's not real.",
	"PanelCool": "This panel has a lot of buttons on it, better not touch it.",
	"Lever": "Sorry but that lever won't get you anywhere.",
	"Bench": "These benches look brand new...",
	"LegendaryBook": "A Fisherman's guide to the Legendary Fish",
	"MinesBook": "The Mines : What kind of fish may live there ?",
	"BaitBook": "Bait and how to use it right",
	"Dropped": "Looks like someone has little empathy for books...",
	"PetBook": "Fish Encyclopedia: Volume 1.",
	"Dwarf": "This reminds you of someone... But you can't tell who...",
	"Introvert": "Why am I hiding here, you ask? I'm an introvert.",
	"StayHydratedBois": "*drinking noises*",
	"OutsideSign": "Welcome to the Stardew Aquarium! Enjoy your visit.",
	"SewerTP": "Going down this grate will lead you to the sewers, where we keep a special fish which is found only in a dangerous place called a mutant bug lair.",
	"SwampTP": "If you step on this magic circle you will be transported to an isolated part of the swamp, where we special 'void infused' specimens can thrive.",
	"SVETP": "Step through this door to see our exhibit of some special fish.",
	"ComingSoon": "Coming Soon!",
	"SVEBookOpen": "This is a cooking book. It mentions something about a Butterfish...",
	"SVEBook1": "Must see on the Monster Watchlist: The Apophis",
	"SVEBook2": "The Crimson Badlands: An in-depth look.",
	"SVEBook3": "The Secret of Castle Village",
	"Shopkeeperecksdeehahafunny": "Ice Cream Man: Hey you can't be back here!",

	//fish descriptions
	"Tank_Pufferfish": "The Pufferfish is one of the most poisonous fish in the world. It is a slow-moving fish, but it has a unique defense mechanism: It can inflate its stomach with water to avoid being eaten.",
	"Tank_Anchovy": "The Anchovy is a small filter-feeding fish which is a typical prey for most predators.",
	"Tank_Tuna": "The Tuna is a fast, streamlined fish that is built for speed, making it a very effective predator.",
	"Tank_Sardine": "The Sardine is a small fish which feeds on zooplankton. It can usually be found in large schools where zooplankton is abundant.",
	"Tank_Bream": "Bream is a name used for a wide variety of fish. This blue species is commonly found in freshwater areas around Stardew Valley.",
	"Tank_LargemouthBass": "The Largemouth Bass is the largest species of bass found in Stardew Valley. It’s a common game fish for most anglers.",
	"Tank_SmallmouthBass": "The Smallmouth Bass can usually be identified by its red eye color. Like with most bass species, the females tend to be larger than the males.",
	"Tank_RainbowTrout": "The colorful Rainbow Trout can be found in both lakes and rivers. The highest recorded age of a Rainbow Trout is said to be 11 years.",
	"Tank_Salmon": "The Salmon is known to migrate from the ocean to freshwater to lay its eggs. Some say they return to the exact spot where they spawned to reproduce.",
	"Tank_Walleye": "The Walleye is named for its eyes being positioned outwards, as if it is looking at walls. At night its eyes will shine in the dark, making it easier to catch for anglers.",
	"Tank_Perch": "The Perch is carnivorous fish that can be found in both lakes and rivers.",
	"Tank_Carp": "The term Carp is used for a large group of varied freshwater fish. It can be found in many areas of Stardew Valley.",
	"Tank_Catfish": "The Catfish’s unique barbels resemble the whiskers of a cat, for which it is named. They are typically active during rainy days in Stardew Valley.",
	"Tank_Pike": "The Pike is a carnivorous fish that usually lives in brackish freshwater areas. The name Pike originates from its long thin body resembling the pole-like weapon known as a pike.",
	"Tank_Sunfish": "The Sunfish prefers the warm river waters. It can usually be found in Stardew Valley during spring and summer.",
	"Tank_RedMullet": "The Red Mullet used to be valued as a pet; now it’s more commonly known as a fish used in dishes.",
	"Tank_Herring": "The Herring usually swim in large schools near coasts. It can be found in most temperate and shallow waters.",
	"Tank_Eel": "The Eel is an elongated fish that, depending on the species, lacks several fins. It moves by creating waves with the entire length of its body.",
	"Tank_Octopus": "The Octopus is actually not a fish, but rather an eight-limbed mollusc. The Octopus appears often in mythology as a monster. It certainly is hard to catch - good job!",
	"Tank_RedSnapper": "The Red Snapper is easily recognized by its red color. It is a tropical marine fish which can be found during rainy summer days in Stardew Valley.",
	"Tank_Squid": "The Squid is actually not a fish, but rather a mollusc. Squids can eject ink to confuse predators. If you put it in a fish pond, it can produce ink for you!",
	"Tank_SeaCucumber": "The Sea Cucumber is not actually a fish, but rather an echinoderm. It can be found on ocean floors across the world.",
	"Tank_SuperCucumber": "The Super Cucumber is not actually a fish, but rather an echinoderm. This rare species of sea cucumber is a rare catch. It has been spotted during summer and fall nights in Stardew Valley.",
	"Tank_Ghostfish": "The Ghostfish is completely blind. It can, however, detect fluctuations in water pressure thanks to its lateral lines, which it uses for navigating.",
	"Tank_Stonefish": "This camouflaged fish may look harmless, but the Stonefish is highly venomous. So don't mistake it for a stone!",
	"Tank_IcePip": "The Ice Pip can be caught deep in the frozen mines. Its small size and fast speed make it a rare catch for many anglers.",
	"Tank_LavaEel": "The Lava Eel is a rare and unique species of eel. It has miraculously evolved to survive in red-hot lava. So be careful: this aquarium is super hot!",
	"Tank_Sandfish": "The Sandfish is a tropical flatfish. It likes to hide and camouflage itself in the sand.",
	"Tank_ScorpionCarp": "The Scorpion Carp is a tropical species of carp. It uses its speed and venomous stinger to catch it's prey.",
	"Tank_Flounder": "The Flounder is a flat fish that lives on the bottom of the ocean floor. An adult flounder uses camouflage to hide itself from predators.",
	"Tank_MidnightCarp": "The Midnight Carp is a shy fish. It can be found in ponds and lakes at night.",
	"Tank_Sturgeon": "The Sturgeon is an ancient species of fish and has a tremendously long lifespan. Its roe can be produced in fish ponds to make the luxury food caviar.",
	"Tank_TigerTrout": "The Tiger Trout is a hybrid between a brown trout and a brook trout. It’s a sterile, piscivorous fish, and therefore usually rare.",
	"Tank_Bullhead": "The Bullhead is a bottom-dwelling fish. It has poor eyesight, but it can use its sensitive barbels to locate its food.",
	"Tank_Tilapia": "Tilapia is a common name for a wide variety of cichlid fish species. They are very temperature sensitive and prefer warm waters.",
	"Tank_Chub": "Chub is a common name for many ray-finned fish. They are very common fish in Stardew Valley.",
	"Tank_Dorado": "Dorado, meaning gold or golden in several languages, gives this shiny fish its name.",
	"Tank_Albacore": "The Albacore is also known as longfin tuna. Like tuna, it has a streamlined body. It is a migratory fish that can travel great distances.",
	"Tank_Shad": "The Shad, like salmon, are anadromous and migrate to freshwater to spawn.",
	"Tank_Lingcod": "The Lingcod is also known as buffalo cod or cultus cod. Its name is a combination of two other fish, the ling and cod. Although the lingcod is not closely related to these fish, it nonetheless gets this name for resembling these fish.",
	"Tank_Halibut": "The Halibut is a flat fish and lives on the ocean floor. Its name is derived from holy (haly) and butte (flat fish).",
	"Tank_Woodskip": "The Woodskip is a very sensitive fish that can only live in pools deep in the forest...or this special aquarium.",
	"Tank_VoidSalmon": "The Void Salmon has been twisted by void energy. Not much is known about this dark magic fish.",
	"Tank_Slimejack": "The Slimejack is covered in a layer of slime. Some fish use slime as a defense mechanism against predators.",
	"Tank_MidnightSquid": "The Midnight Squid, like other squids, isn’t actually a fish, but rather a mollusc. It lives deep in the ocean and it can produce high amounts of ink.",
	"Tank_Blobfish": "The Blobfish is a deep sea fish: it can live at depths between 600 to 1200 meters, where the pressure is 60 to 120 times as great as sea level. When blobfish are fished up by anglers, they will start to lose their shape due to tissue damage. Thankfully, this aquarium is designed for deep sea fish.",
	"Tank_SpookFish": "This specimen, the Spook Fish, has three very efficient eyes that can detect the faintest silhouette in the darkness of the deep sea.",
	"Tank_Angler": "The legendary Angler is famous for its characteristic predation method: it uses a bioluminescent dangler to attract prey.",
	"Tank_Legend": "The one and only Legend... They said that the king of fish himself would never be caught, but you proved them wrong.",
	"Tank_MutantCarp": "The legendary Mutant Carp is found in the sewers of Pelican Town. How this monster came to be is still a mystery.",
	"Tank_Crimsonfish": "The legendary Crimsonfish is a rare species of fish that lives deep in the ocean. It lays its eggs in shallow waters during summer seasons.",
	"Tank_Glacierfish": "The legendary Glacierfish likes to build nests on the underside of glaciers where they feel most at ease - the colder the water the better.",
	"Tank_Lobster": "The Lobster is actually not a fish, but rather a crustacean. Their colors can vary, but are very rarely bright red as they are often mistakenly known for. The characteristic red lobster color is produced when certain pigments in the lobster’s epidermis are removed during cooking.",
	"Tank_Crayfish": "The Crayfish is a tiny freshwater crustacean that resembles a lobster. Crayfish are also known as Crawdads, Crawfish or Mudbugs.",
	"Tank_Crab": "The Crab is an iconic crustacean. There exist many different species of crabs which can be found all over the world.",
	"Tank_Cockle": "The Cockle is a mollusc that uses a siphon to filtrate water for feeding.",
	"Tank_Mussel": "Mussel is a common name for several bivalve molluscs. They all share a unique, elongated, asymmetrical shape.",
	"Tank_Shrimp": "The Shrimp is a crustacean that can be found in many oceans. Unlike fish, this crustacean does not possess fins for locomotion; it pulls its abdomen towards its body. However, this means a shrimp swims backwards.",
	"Tank_Snail": "The Snail belongs to a group called gastropods, which is a class within the phylum of Mollusca. Snails can fully retract themselves into their shells.",
	"Tank_Periwinkle": "The Periwinkle, also known as a winkle or whelk, is a tiny gastropod. Their shells are often sharply pointed.",
	"Tank_Oyster": "The Oyster is a bivalve mollusc. They are commonly known for the production of pearls. Pearls are created when an irritation has worked its way inside the oyster. As a defense mechanism, a fluid is used to coat the irritant. Layer upon layer of this coating, called nacre, is deposited, until a lustrous pearl is formed.",
	"Tank_Pufferchick": "'Long ago, when the earth was young and pufferchick didn't exist yet, the making-mods channel had its own emoji subculture based on pufferfish. I suggested adding some of them to the server's emoji slots (this is back when we could have 50 max), staff asked which ones I wanted to add, and I jokingly created a pufferchick to suggest it.' - Pathoschild, 2020",
	"Tank_VoidEel": "The Void Eel is a mysterious species of eel, it’s possible that the extra head is a result of void energy.",
	"Tank_Starfish": "The Starfish or Sea Stars are not actually fish but rather echinoderms. There exists many species of Starfish, they can be found in waters ranging from tropic to polar waters. This specimen however looks to be tropical.",
	"Tank_Clownfish": "The Clownfish or anemonefish can be found in warmer ocean waters. Depending on the species their colours can range from yellow, orange, red or black with white bars or patches.",
	"Tank_Minnow": "Minnow is a name for a number of small freshwater fish species. They can be found in most rivers and lakes.",
	"Tank_Puppyfish": "The Puppyfish is possibly the most popular aquatic pet. But if you want to pet it, you would have to get your hands wet!",
	"Tank_Butterfish": "The Butterfish is a freshwater fish, it can be found in different waters around Stardew Valley depending on the season.",

	//1.1.0 fish descriptions

	"Tank_DottedAbalone": "Abalone is a name for a group of molluscs. They are also known by other names, such as; Ear Shells, Sea Ears, Muttonfish, Muttonshells, Ormer, Perlemoen and Paua.",
	"Tank_Scallop": "Scallop is a name for a wide variety of molluscs. They are closely related to another group of molluscs commonly called Oysters.",
	"Tank_DewdropFish": "The Dewdrop Fish, it's waterdrop or rather dewdrop shape gives this fish it's unique name.",
	"Tank_PurpleSpottedTrout": "The Purple Spotted Trout, is not native to Stardew Valley. It's origins is not known to most people.",
	"Tank_Relicantlette": "The Relicantlette, is said to be a common fish found in ancient lakes. But finding an ancient lake is a rare thing.",
	"Tank_Serafin": "The Serafin, it glides through the water with it's wing-like fins. An elegant fish to behold.",
	"Tank_UmuwiCarp": "The Umuwi Carp, this magical fish seems to be surrounded by a strange sort of magic. Further research is required.",
	"Tank_KingSalmon": "The King Salmon, this giant fish is the largest species of salmon. A highly prized fish for most anglers.",
	"Tank_Frog": "Frogs belong to a large and diverse group of amphibians. Using their vocal cords, frogs can make a variety of croaking sounds.",

	//1.1.0 dialogue boxes

	"LASV_TP": "Stepping into these magical sparkles, will teleport you to a new magical world!",

	//1.2.0 Fish descriptions

	"Tank_SonOfCrimsonfish": "This young Crimsonfish has a flamboyant tail, but it is simply a phase.",    
	"Tank_RadioactiveCarp": "This fish is radioactive, but don't worry it is safely contained in this tank.",
    "Tank_Ms.Angler": "This anglerfish seems to be wearing makeup...",
    "Tank_GlacierfishJr.": "This fish is so cool. It even has the sunglasses to prove it.",
    "Tank_LegendII": "The one and only Legend... wait a second!",
    "Tank_Stingray": "Stingrays is a name for a group of sea rays. They are related to sharks but unlike sharks and other fish, stingrays use a unique mode of locomotion called 'undulation'.",
    "Tank_BlueDiscus": "The Blue Discus is a species of cichlid, it is very senstive to changes in temperature and prefers warmer waters.",
    "Tank_Lionfish": "The Lionfish or also known ‘zebrafish’ or ‘firefish’ is a venomous marine fish. It is an effective predator that feeds on smaller fish and molluscs. In some areas some Lionfish are considered an invasive species. There are 12 known species of Lionfish currently.",

	//npc dialogue such long

	"SPRINGNPC_1": "Tourist: What should I buy from the giftshop?",
	"SPRINGNPC_2": "Tourist: Hi there, first time visiting the Aquarium?",
	"SPRINGNPC_3": "The woman doesn't notice you, she is busy.",
	"SPRINGNPC_4": "The man with glasses gives you a smug smile.",
	"SPRINGNPC_5": "Tourist: I can see some fish in the water!",
	"SPRINGNPC_6": "Tourist: My friend told me she saw a dolphin last time she was here.",
	"SPRINGNPC_7": "Tourist: I come here every spring and summer, I love this beach.",
	"SPRINGNPC_8": "Tourist: If you want to go for a swim, try the south part of the beach.",
	"SPRINGNPC_9": "Tourist: I'm just waiting on my friends.",
	"SPRINGNPC_10": "Tourist: Hello, come to enjoy the beach?",
	"SPRINGNPC_11": "Tourist: Look at all this food!",
	"SPRINGNPC_12": "Tourist: I come here for the music.",
	"SPRINGNPC_13": "Tourist: Sorry I don't know you.",
	"SPRINGNPC_14": "Tourist: What's up?",
	"SPRINGNPC_15": "Tourist: Oh hi, I was just looking at this tidal pool.",
	"SPRINGNPC_16": "Tourist: This food is really good.",
	"SPRINGNPC_17": "Tourist: I'm really thirsty.",
	"SPRINGNPC_18": "Tourist: Have you tried this? It's not bad.",
	"SPRINGNPC_19": "Tourist: Hi, come grab a bite?",
	"SPRINGNPC_20": "Tourist: What should I try first?",
	"SPRINGNPC_21": "Tourist: Look at all those people over there stuffing themselves.",
	"SPRINGNPC_22": "Tourist: I'm trying to muster up the courage to go in the water.",
	"SPRINGNPC_23": "Tourist: The water is nice today, you should try it.",
	"SPRINGNPC_24": "Tourist: Hi, going for a swim?",
	"SPRINGNPC_25": "Tourist: I want to go swimming, but it will ruin my hair.",
	"SPRINGNPC_26": "Tourist: I love the beach in spring, not too hot not too cold.",
	"SPRINGNPC_27": "Tourist: I should try sunbathing, I could get a nice tan.",
	"SPRINGNPC_28": "Tourist: Hmm? Oh I was lost in thought.",
	"SPRINGNPC_29": "Tourist: Want to go for a swim? Use the area on the other side of the coloured line.",
	"SPRINGNPC_30": "Tourist: Hello, having a good day?",
	"SPRINGNPC_31": "Tourist: I like the aquarium, but this beach is also nice.",
	"SPRINGNPC_32": "Tourist: Hi, nice weather today. Don't you think?",

	"NPCSUMMER_1": "The man with glasses gives you a smug smile.",
	"NPCSUMMER_2": "Tourist: Should I buy a new bikini top?",
	"NPCSUMMER_3": "Tourist: Oh no! I forgot to bring my wallet.",
	"NPCSUMMER_4": "Tourist: What a cute fish bowl.",
	"NPCSUMMER_5": "Tourist: I wonder what fish the Aquarium has on display.",
	"NPCSUMMER_6": "Tourist: Hi there, first time visiting the Aquarium?",
	"NPCSUMMER_7": "Tourist: Did you know you can buy ice cream down at the beach?",
	"NPCSUMMER_8": "Lady: Do you want to go look at the fish in the Aquarium, Simon?",
	"NPCSUMMER_9": "Simon is too busy licking his lollipop to notice you.",
	"NPCSUMMER_10": "Tourist: I come here every spring and summer, I love this beach.",
	"NPCSUMMER_11": "Tourist: The view from the pier is really pretty this time of year.",
	"NPCSUMMER_12": "Tourist: I could have sworn I saw a chicken in the water, maybe it was just a pufferfish.",
	"NPCSUMMER_13": "Tourist: Can I help you?",
	"NPCSUMMER_14": "Tourist: Oh hello sweetie. How are you today?",
	"NPCSUMMER_15": "Tourist: I could really go for some ice cream.",
	"NPCSUMMER_16": "Tourist: That woman on the pier looks puzzled.",
	"NPCSUMMER_17": "Clown: Want to see a balloon trick?",
	"NPCSUMMER_18": "Tourist: What is a clown doing on a beach?",
	"NPCSUMMER_19": "Tourist: Hi, I'm just waiting on my friends.",
	"NPCSUMMER_20": "Tourist: I like watching the sunset from here.",
	"NPCSUMMER_21": "Tourist: The ocean looks beautiful today.",
	"NPCSUMMER_22": "Man: Phew! It's so hot today.",
	"NPCSUMMER_23": "Tourist: I love the colours of the water in summer.",
	"NPCSUMMER_24": "Tourist: Remember to wear sun lotion, if you go sunbathing.",
	"NPCSUMMER_25": "Tourist: Want to go for a swim? Use the area on the other side of the coloured line.",
	"NPCSUMMER_26": "Tourist: Going for a swim is a great way to cool off.",
	"NPCSUMMER_27": "Tourist: I should have brought my swimming mask.",
	"NPCSUMMER_28": "Tourist: I'm not going swimming, it will ruin my hair.",
	"NPCSUMMER_29": "Tourist: You should try jumping in the water if you're feeling too hot.",
	"NPCSUMMER_30": "Tourist: Hi, going for a swim?",
	"NPCSUMMER_31": "Tourist: I'm trying to muster up the courage to go in the water.",
	"NPCSUMMER_32": "Tourist: I wonder if there are any sea shells on this beach.",
	"NPCSUMMER_33": "The man is snoozing, you probably shouldn't disturb him",
	"NPCSUMMER_34": "Tourist: I think I saw a crab.",
	"NPCSUMMER_35": "Tourist: Hello, enjoying the weather?",
	"NPCSUMMER_36": "Tourist: There are a lot of sea stars in these tidal pools.",
	"NPCSUMMER_37": "Tourist: What do you want?",
	"NPCSUMMER_38": "Tourist: Oh you like my hair? Thank you!",
	"NPCSUMMER_39": "Tourist: There's so much life in these tidal pools.",
	"NPCSUMMER_40": "Tourist: Yo!",
	"NPCSUMMER_41": "Tourist: Wazzap bro?",
	"NPCSUMMER_42": "Man: You can take a lot of pretty pictures at the beach.",
	"NPCSUMMER_43": "Tourist: That man over there just took my picture.",
	"NPCSUMMER_44": "The woman is too busy eating to notice you.",
	"NPCSUMMER_45": "Tourist: I can't eat anymore.",
	"NPCSUMMER_46": "Tourist: Hello, are you hungry?",
	"NPCSUMMER_47": "Tourist: Blackberry Cobbler! My favorite.",
	"NPCSUMMER_48": "Tourist: I hope there isn't citrus in any of this. I'm alergic you see.",
	"NPCSUMMER_49": "Tourist: Is that coleslaw? I love coleslaw.",
	"NPCSUMMER_50": "Tourist: This meat is delicious.",
	"NPCSUMMER_51": "Tourist: I wonder what's in these tapas, they are yummy!",
	"NPCSUMMER_52": "Tourist: What?! Someone ate the food on my plate. Oh wait, it was me.",
	"NPCSUMMER_53": "Tourist: There is so much food!",
	"NPCSUMMER_54": "Tourist: Look we got Shrimp Cocktail, how fancy.",
	"NPCSUMMER_55": "Tourist: Hey, do we know each other?",
	"NPCSUMMER_56": "Tourist: They sell snacks here, they are really cheap.",
	"NPCSUMMER_57": "The woman is ignoring you",

	"FALLNPC_1": "The woman is ignoring you",
	"FALLNPC_2": "The man with glasses gives you a smug smile",
	"FALLNPC_3": "Tourist:Where is everyone? I guess fall isn't a very popular beach season.",
	"FALLNPC_4": "Tourist:The water is too cold this time of year to go swimming if ask me.",
	"FALLNPC_5": "Tourist:The water is a little cold, but I don't mind.",
	"FALLNPC_6": "Tourist: It's kind of chilly.",
	"FALLNPC_7": "Tourist: Hey dude.",
	"FALLNPC_8": "Tourist: Hi, how are you today?",
	"FALLNPC_9": "Tourist: I need to catch the last bit of sun before winter comes.",
	"FALLNPC_10": "Tourist: I wonder what's in these bottles.",
	"FALLNPC_11": "Tourist: Cobbler is the best.",
	"FALLNPC_12": "Tourist: Hello, are you hungry?",
	"FALLNPC_13": "Tourist: Have you tried the meat?",

	"NPCWINTER_1": "Fisherman: Ye' can catch some mighty fine 'Squid' here at night.",
	"NPCWINTER_2": "The fisherman hums a nautical tune to himself",
	"NPCWINTER_3": "Fisherman: Come to do some fishing are ye'?",
	"NPCWINTER_4": "Fisherman: Hmm? Oh hello, tight lines n' all that.",
	"NPCWINTER_5": "Lady: Put that snowball down Simon.",
	"NPCWINTER_6": "Simon has a mischievous smile on his face.",

	//achievement
	"AchievementName": "Sleeping with the Fishies!",
	"AchievementDescription": "Donated one of every fish to the Stardew Aquarium.",
	"AchievementCongratulations": "You did it... Congratulations ! Try coming back tomorrow to see the Aquarium at it's fullest!",

	//ehehehe
	"PufferchickDonated": "You heard something click behind the counter...",

	//mail
	"AquariumOpenLandslide": "Dear @,^^I am relieved to hear that no one got injured when the landslide was cleared last night. But due to this event I hear the railroad is now available again to Pelican Town.^Therefore I'm proud to announce that the brand new Stardew Aquarium is open for business!^My friend Willy tells me you’re quite the angler, perhaps you would consider donating some of the specimens you might catch.^^Best regards, The Curator of the Stardew Aquarium.",
	"AquariumOPenLater": "Hello @!^^I'm proud to announce that the brand new Stardew Aquarium is open for business!^My friend Willy tells me you’re quite the angler, perhaps you would consider donating some of the specimens you might catch.^^Best regards, The Curator of the Stardew Aquarium."

}