{
	//Welcome message after the stardew aquarium has been completed
	"AquariumWelcome": "Welcome to the Stardew Aquarium! We've now acquired a full collection. And it's all thanks to you!",

	//Donation menu dialogue and options
	"DonationMenuTitle": "Select fish to donate",
	"DonationQuestion": "Welcome to the Stardew Aquarium! Would you like to donate a fish today?",
	"OptionYes": "Yes",
	"OptionNo": "No",
	"More": "More",
	"Exit": "Exit",
	"DeclineToDonate": "You are free to return anytime if you change your mind!",
	"NothingToDonate": "Welcome to the Stardew Aquarium! If you ever find a specimen we're missing, we'd be delighted if you would considering making a donation.",
	"MenuCloseFishDonated": "Thank you so much for your contribution! Come back in a moment and I will have set it up!",
	"MenuCloseNoFishDonated": "Please come back any time.",
	"Donate": "Donate: ",
	"DonateDescription": "Clicking the button below will donate this fish and remove it from your inventory",

	//global messages in multiplayer
	"FishDonatedMP": "{0} has donated {1} to the Aquarium",
	"AchievementUnlockedMP": "The Stardew Aquarium has been completed!",

	//collections menu title
	"CollectionsMenu": "Stardew Aquarium Collection",

    //tank messages
	"WhichFishInfo": "Which fish would you like to know more about?",
	"EmptyTank": "Just an empty tank...",

	//dialogue boxes
	"Ice": "All this ice... it's used for cooling the tank with that machine.",
	"IceMachine": "This machine keeps the tank cooled under very low temperatures.",
	"Pressure": "This machine is used to monitor the pressure of this fish tank.",
	"Depth": "This is a very accurate representation of a depth meter, but it's not real.",
	"PanelCool": "This panel has a lot of buttons on it, better not touch it.",
	"Lever": "Sorry but that lever won't get you anywhere.",
	"Bench": "These benches look brand new...",
	"LegendaryBook": "A Fisherman's guide to the Legendary Fish",
	"MinesBook": "The Mines : What kind of fish may live there ?",
	"BaitBook": "Bait and how to use it right",
	"Dropped": "Looks like someone has little empathy for books...",
	"PetBook": "Fish Encyclopedia: Volume 1.",
	"Dwarf": "This reminds you of someone... But you can't tell who...",
	"Introvert": "Why am I hiding here, you ask? I'm an introvert.",
	"StayHydratedBois": "*drinking noises*",
	"OutsideSign": "Welcome to the Stardew Aquarium! Enjoy your visit.",
	"SewerTP": "Going down this grate will lead you to the sewers, where we keep a special fish which is found only in a dangerous place called a mutant bug lair.",
	"SwampTP": "If you step on this magic circle you will be transported to an isolated part of the swamp, where we special 'void infused' specimens can thrive.",
	"SVETP": "Step through this door to see our exhibit of some special fish.",
	"ComingSoon": "Coming Soon!",
	"SVEBookOpen": "This is a cooking book. It mentions something about a Butterfish...",
	"SVEBook1": "Must see on the Monster Watchlist: The Apophis",
	"SVEBook2": "The Crimson Badlands: An in-depth look.",
	"SVEBook3": "The Secret of Castle Village",
	"Shopkeeperecksdeehahafunny": "Ice Cream Man: Hey you can't be back here!",

	//fish descriptions
	"Tank_Pufferfish": "The Pufferfish is one of the most poisonous fish in the world. It is a slow-moving fish, but it has a unique defense mechanism: It can inflate its stomach with water to avoid being eaten.",
	"Tank_Anchovy": "The Anchovy is a small filter-feeding fish which is a typical prey for most predators.",
	"Tank_Tuna": "The Tuna is a fast, streamlined fish that is built for speed, making it a very effective predator.",
	"Tank_Sardine": "The Sardine is a small fish which feeds on zooplankton. It can usually be found in large schools where zooplankton is abundant.",
	"Tank_Bream": "Bream is a name used for a wide variety of fish. This blue species is commonly found in freshwater areas around Stardew Valley.",
	"Tank_LargemouthBass": "The Largemouth Bass is the largest species of bass found in Stardew Valley. It’s a common game fish for most anglers.",
	"Tank_SmallmouthBass": "The Smallmouth Bass can usually be identified by its red eye color. Like with most bass species, the females tend to be larger than the males.",
	"Tank_RainbowTrout": "The colorful Rainbow Trout can be found in both lakes and rivers. The highest recorded age of a Rainbow Trout is said to be 11 years.",
	"Tank_Salmon": "The Salmon is known to migrate from the ocean to freshwater to lay its eggs. Some say they return to the exact spot where they spawned to reproduce.",
	"Tank_Walleye": "The Walleye is named for its eyes being positioned outwards, as if it is looking at walls. At night its eyes will shine in the dark, making it easier to catch for anglers.",
	"Tank_Perch": "The Perch is carnivorous fish that can be found in both lakes and rivers.",
	"Tank_Carp": "The term Carp is used for a large group of varied freshwater fish. It can be found in many areas of Stardew Valley.",
	"Tank_Catfish": "The Catfish’s unique barbels resemble the whiskers of a cat, for which it is named. They are typically active during rainy days in Stardew Valley.",
	"Tank_Pike": "The Pike is a carnivorous fish that usually lives in brackish freshwater areas. The name Pike originates from its long thin body resembling the pole-like weapon known as a pike.",
	"Tank_Sunfish": "The Sunfish prefers the warm river waters. It can usually be found in Stardew Valley during spring and summer.",
	"Tank_RedMullet": "The Red Mullet used to be valued as a pet; now it’s more commonly known as a fish used in dishes.",
	"Tank_Herring": "The Herring usually swim in large schools near coasts. It can be found in most temperate and shallow waters.",
	"Tank_Eel": "The Eel is an elongated fish that, depending on the species, lacks several fins. It moves by creating waves with the entire length of its body.",
	"Tank_Octopus": "The Octopus is actually not a fish, but rather an eight-limbed mollusc. The Octopus appears often in mythology as a monster. It certainly is hard to catch - good job!",
	"Tank_RedSnapper": "The Red Snapper is easily recognized by its red color. It is a tropical marine fish which can be found during rainy summer days in Stardew Valley.",
	"Tank_Squid": "The Squid is actually not a fish, but rather a mollusc. Squids can eject ink to confuse predators. If you put it in a fish pond, it can produce ink for you!",
	"Tank_SeaCucumber": "The Sea Cucumber is not actually a fish, but rather an echinoderm. It can be found on ocean floors across the world.",
	"Tank_SuperCucumber": "The Super Cucumber is not actually a fish, but rather an echinoderm. This rare species of sea cucumber is a rare catch. It has been spotted during summer and fall nights in Stardew Valley.",
	"Tank_Ghostfish": "The Ghostfish is completely blind. It can, however, detect fluctuations in water pressure thanks to its lateral lines, which it uses for navigating.",
	"Tank_Stonefish": "This camouflaged fish may look harmless, but the Stonefish is highly venomous. So don't mistake it for a stone!",
	"Tank_IcePip": "The Ice Pip can be caught deep in the frozen mines. Its small size and fast speed make it a rare catch for many anglers.",
	"Tank_LavaEel": "The Lava Eel is a rare and unique species of eel. It has miraculously evolved to survive in red-hot lava. So be careful: this aquarium is super hot!",
	"Tank_Sandfish": "The Sandfish is a tropical flatfish. It likes to hide and camouflage itself in the sand.",
	"Tank_ScorpionCarp": "The Scorpion Carp is a tropical species of carp. It uses its speed and venomous stinger to catch it's prey.",
	"Tank_Flounder": "The Flounder is a flat fish that lives on the bottom of the ocean floor. An adult flounder uses camouflage to hide itself from predators.",
	"Tank_MidnightCarp": "The Midnight Carp is a shy fish. It can be found in ponds and lakes at night.",
	"Tank_Sturgeon": "The Sturgeon is an ancient species of fish and has a tremendously long lifespan. Its roe can be produced in fish ponds to make the luxury food caviar.",
	"Tank_TigerTrout": "The Tiger Trout is a hybrid between a brown trout and a brook trout. It’s a sterile, piscivorous fish, and therefore usually rare.",
	"Tank_Bullhead": "The Bullhead is a bottom-dwelling fish. It has poor eyesight, but it can use its sensitive barbels to locate its food.",
	"Tank_Tilapia": "Tilapia is a common name for a wide variety of cichlid fish species. They are very temperature sensitive and prefer warm waters.",
	"Tank_Chub": "Chub is a common name for many ray-finned fish. They are very common fish in Stardew Valley.",
	"Tank_Dorado": "Dorado, meaning gold or golden in several languages, gives this shiny fish its name.",
	"Tank_Albacore": "The Albacore is also known as longfin tuna. Like tuna, it has a streamlined body. It is a migratory fish that can travel great distances.",
	"Tank_Shad": "The Shad, like salmon, are anadromous and migrate to freshwater to spawn.",
	"Tank_Lingcod": "The Lingcod is also known as buffalo cod or cultus cod. Its name is a combination of two other fish, the ling and cod. Although the lingcod is not closely related to these fish, it nonetheless gets this name for resembling these fish.",
	"Tank_Halibut": "The Halibut is a flat fish and lives on the ocean floor. Its name is derived from holy (haly) and butte (flat fish).",
	"Tank_Woodskip": "The Woodskip is a very sensitive fish that can only live in pools deep in the forest...or this special aquarium.",
	"Tank_VoidSalmon": "The Void Salmon has been twisted by void energy. Not much is known about this dark magic fish.",
	"Tank_Slimejack": "The Slimejack is covered in a layer of slime. Some fish use slime as a defense mechanism against predators.",
	"Tank_MidnightSquid": "The Midnight Squid, like other squids, isn’t actually a fish, but rather a mollusc. It lives deep in the ocean and it can produce high amounts of ink.",
	"Tank_Blobfish": "The Blobfish is a deep sea fish: it can live at depths between 600 to 1200 meters, where the pressure is 60 to 120 times as great as sea level. When blobfish are fished up by anglers, they will start to lose their shape due to tissue damage. Thankfully, this aquarium is designed for deep sea fish.",
	"Tank_SpookFish": "This specimen, the Spook Fish, has three very efficient eyes that can detect the faintest silhouette in the darkness of the deep sea.",
	"Tank_Angler": "The legendary Angler is famous for its characteristic predation method: it uses a bioluminescent dangler to attract prey.",
	"Tank_Legend": "The one and only Legend... They said that the king of fish himself would never be caught, but you proved them wrong.",
	"Tank_MutantCarp": "The legendary Mutant Carp is found in the sewers of Pelican Town. How this monster came to be is still a mystery.",
	"Tank_Crimsonfish": "The legendary Crimsonfish is a rare species of fish that lives deep in the ocean. It lays its eggs in shallow waters during summer seasons.",
	"Tank_Glacierfish": "The legendary Glacierfish likes to build nests on the underside of glaciers where they feel most at ease - the colder the water the better.",
	"Tank_Lobster": "The Lobster is actually not a fish, but rather a crustacean. Their colors can vary, but are very rarely bright red as they are often mistakenly known for. The characteristic red lobster color is produced when certain pigments in the lobster’s epidermis are removed during cooking.",
	"Tank_Crayfish": "The Crayfish is a tiny freshwater crustacean that resembles a lobster. Crayfish are also known as Crawdads, Crawfish or Mudbugs.",
	"Tank_Crab": "The Crab is an iconic crustacean. There exist many different species of crabs which can be found all over the world.",
	"Tank_Cockle": "The Cockle is a mollusc that uses a siphon to filtrate water for feeding.",
	"Tank_Mussel": "Mussel is a common name for several bivalve molluscs. They all share a unique, elongated, asymmetrical shape.",
	"Tank_Shrimp": "The Shrimp is a crustacean that can be found in many oceans. Unlike fish, this crustacean does not possess fins for locomotion; it pulls its abdomen towards its body. However, this means a shrimp swims backwards.",
	"Tank_Snail": "The Snail belongs to a group called gastropods, which is a class within the phylum of Mollusca. Snails can fully retract themselves into their shells.",
	"Tank_Periwinkle": "The Periwinkle, also known as a winkle or whelk, is a tiny gastropod. Their shells are often sharply pointed.",
	"Tank_Oyster": "The Oyster is a bivalve mollusc. They are commonly known for the production of pearls. Pearls are created when an irritation has worked its way inside the oyster. As a defense mechanism, a fluid is used to coat the irritant. Layer upon layer of this coating, called nacre, is deposited, until a lustrous pearl is formed.",
	"Tank_Pufferchick": "'Long ago, when the earth was young and pufferchick didn't exist yet, the making-mods channel had its own emoji subculture based on pufferfish. I suggested adding some of them to the server's emoji slots (this is back when we could have 50 max), staff asked which ones I wanted to add, and I jokingly created a pufferchick to suggest it.' - Pathoschild, 2020",
	"Tank_VoidEel": "The Void Eel is a mysterious species of eel, it’s possible that the extra head is a result of void energy.",
	"Tank_Starfish": "The Starfish or Sea Stars are not actually fish but rather echinoderms. There exists many species of Starfish, they can be found in waters ranging from tropic to polar waters. This specimen however looks to be tropical.",
	"Tank_Clownfish": "The Clownfish or anemonefish can be found in warmer ocean waters. Depending on the species their colours can range from yellow, orange, red or black with white bars or patches.",
	"Tank_Minnow": "Minnow is a name for a number of small freshwater fish species. They can be found in most rivers and lakes.",
	"Tank_Puppyfish": "The Puppyfish is possibly the most popular aquatic pet. But if you want to pet it, you would have to get your hands wet!",
	"Tank_Butterfish": "The Butterfish is a freshwater fish, it can be found in different waters around Stardew Valley depending on the season.",

	//1.1.0 fish descriptions

	"Tank_DottedAbalone": "Abalone is a name for a group of molluscs. They are also known by other names, such as; Ear Shells, Sea Ears, Muttonfish, Muttonshells, Ormer, Perlemoen and Paua.",
	"Tank_Scallop": "Scallop is a name for a wide variety of molluscs. They are closely related to another group of molluscs commonly called Oysters.",
	"Tank_DewdropFish": "The Dewdrop Fish, it's waterdrop or rather dewdrop shape gives this fish it's unique name.",
	"Tank_PurpleSpottedTrout": "The Purple Spotted Trout, is not native to Stardew Valley. It's origins is not known to most people.",
	"Tank_Relicantlette": "The Relicantlette, is said to be a common fish found in ancient lakes. But finding an ancient lake is a rare thing.",
	"Tank_Serafin": "The Serafin, it glides through the water with it's wing-like fins. An elegant fish to behold.",
	"Tank_UmuwiCarp": "The Umuwi Carp, this magical fish seems to be surrounded by a strange sort of magic. Further research is required.",
	"Tank_KingSalmon": "The King Salmon, this giant fish is the largest species of salmon. A highly prized fish for most anglers.",
	"Tank_Frog": "Frogs belong to a large and diverse group of amphibians. Using their vocal cords, frogs can make a variety of croaking sounds.",

	//1.1.0 dialogue boxes

	"LASV_TP": "Stepping into these magical sparkles, will teleport you to a new magical world!",

	//1.2.0 Fish descriptions

	"Tank_SonOfCrimsonfish": "This young Crimsonfish has a flamboyant tail, but it is simply a phase.",    
	"Tank_RadioactiveCarp": "This fish is radioactive, but don't worry it is safely contained in this tank.",
    "Tank_Ms.Angler": "This anglerfish seems to be wearing makeup...",
    "Tank_GlacierfishJr.": "This fish is so cool. It even has the sunglasses to prove it.",
    "Tank_LegendII": "The one and only Legend... wait a second!",
    "Tank_Stingray": "Stingrays is a name for a group of sea rays. They are related to sharks but unlike sharks and other fish, stingrays use a unique mode of locomotion called 'undulation'.",
    "Tank_BlueDiscus": "The Blue Discus is a species of cichlid, it is very senstive to changes in temperature and prefers warmer waters.",
    "Tank_Lionfish": "The Lionfish or also known 'zebrafish' or 'firefish' is a venomous marine fish. It is an effective predator that feeds on smaller fish and molluscs. In some areas some Lionfish are considered an invasive species. There are 12 known species of Lionfish currently.",

	//1.3.0 dialogue boxes

	"WaterfallCave": "This is just the mandatory cave behind the waterfall. Nothing to see here, move on.",
	"KoiRoom": "The sign next to the door says: Koi Pond.",
	"PrettyFlower": "You stop and smell the flowers.",
	"Knight": "You look inside the armor. No one is home.",
	"Sword": "The sword is very dull. Perhaps its just for decoration.",
	"MNFBook1": "Mermaid Island tour guide book.",
	"MNFBook2": "Kitty Slimes, Dragons and other magical creatures.",
	"MNFBook3": "The Mythical City of Ghibli.",
	"MNFBook4": "A building catalog. Aquariums and how to build them.",
	"Tea": "Someone left their cup of tea on the table. Its still hot.",
	"Boat": "An old boat with lots of holes in it.",
	"Cactus": "You carefully reach out and touch the cactus. Lucky for you its not real.",
	"Vase": "A beautiful curved vase.",
	"Coconut": "You try to shake the tree. But nothing happens... What did you expect, a coconut would fall down?",

	//1.3.0 MNF fish descriptions

	"Tank_Glassfish": "The Glass Fish has an extraordinary transparent body, it feeds on crustaceans, annelid worms and other invertebrates. It is usually prey for larger fish.",
	"Tank_Coelacanth": "Coelacanth is an order of fish with only 2 currently living species. The order was long thought to be extinct but was later rediscovered.",
	"Tank_Cavefish": "Cavefish or cave fish is a generic term for fish adapted to living in caves. They have unusual adaptations known as Troglomorphism. Adaptations for animals living in constant darkness, such adaptations usually include loss of pigment, eyesight or possible blindness.",
	"Tank_CaveLobster": "The Cave Lobster is a rare species of crustacean that has adapted to live in caves. It feeds on organic matter that is washed into caves and bat guano.",
	"Tank_CyclopsShark": "This 'Cyclops Shark' appears to be a Dusky Shark featuring Cyclopia. Cyclopia is a birth defect that rarely occurs in many animals.",
	"Tank_Barreleye": "The Barreleye is so named for their unique barrel-shaped eyes. Its eyes are generally directed upwards to detect silhouettes of their prey. They can however still direct their eyes forward.",
	"Tank_BrainSlug": "This strange slug is believed to be a parasitic brain slug, it has a green body with two feelers and one large eye.",
	"Tank_Tucunare": "The Tucunare or also known as Peacock bass, belongs to a large genus known as cichlids. Even with its similarities it is not closely related to other fish known as bass.",
	"Tank_ArcticChar": "The Arctic Char is a cold water fish. It belongs to the family Salmonidae, which includes fish like trout and salmon. In some areas it is also known as 'Golets'.",
	"Tank_GreenTerror": "The Green Terror is a species of freshwater fish from the large cichlid family. It has previously been confused with other species due to its polymorphism, meaning that the same species can have different morphs or forms.",
	"Tank_CommonPleco": "The Common Pleco also known as 'Suckermouth Catfish' is a species of freshwater loricariid catfish. It usually feeds on algae and crustaceans.",
	"Tank_SiameseAlgaeEater": "The Siamese Algae Eater is a species of freshwater fish from the carp family. It typically dwells along the bottom of streams and rivers, where it, like its name suggests, eats algae.",
	"Tank_Trahira": "Trahira or 'Trairas' are a family of freshwater fish. They are carnivorous and prey and other fish. Some species are even able to breathe air.",
	"Tank_Pacu": "Pacu is a common name that refers to a variety of omnivorous freshwater serrasalmid fish. They are related to the Piranha, but unlike its close relative they have more squarer teeth fit for a more omnivorous diet.",
	"Tank_SnowballPleco": "The Snowball Pleco is a species of freshwater loricariid catfish. It typically feeds on algae but will sometimes also eat other organic matter.",
	"Tank_FreshwaterPufferfish": "Although most Pufferfish live in marine environments, about 35 species spend their entire life cycles in freshwater. Like other pufferfish it has the ability to inflate when threatened, this is a defense mechanism to make up for its slow locomotion.",
	"Tank_Arowana": "The Arowana is a freshwater fish. It is also known as 'bony tongues'. There are roughly 10 different types of arowana. It has an elongated body covered in heavy scales with mosaic patterns.",
	"Tank_Tench": "The Tench or also known as 'doctor fish'. It can be found in slow moving waters such as rivers and lakes.",
	"Tank_ZebraTilapia": "The Zebra Tilapia belongs to a large genus called cichlids. It is a rather large cichlid, its dark stripes tend to fade as they age.",
	"Tank_ClownKnifefish": "Clown Knifefish also goes by other names such as Clown Featherback or Spotted Knifefish. This nocturnal freshwater fish is usually found in lakes.",
	"Tank_RedtailShark": "The Redtail Shark or 'Redtail Sharkminnow' is a species of freshwater fish from the carp family. It has a black body with a characteristic orange tail. Even though its name might suggest that it is related to sharks, it is not.",
	"Tank_ClownLoach": "The Clown Loach or 'Tiger Botia' as it is also known as, is a species of freshwater fish belonging to the botiid loach family. It has a long orange to yellow body with black bands. Its mouth is faced downwards with 4 barbels.",
	"Tank_Sauger": "The Sauger is a freshwater fish that is closely related to the Walleye. It is a well-adapted predatory that is capable of swimming in fast streams. Saugers on a variety of invertebrates and small fish.	",
	"Tank_Elephantfish": "Elephantfish or rather the 'Freshwater Elephantfish', not to be confused with the marine elephantfish, is a family of freshwater fish. Some species have a modified mouthparts to feed on small invertebrates in muddy substrates.",
	"Tank_FlameAngelfish": "The Flame Angelfish or Flaming Angelfish is a species of angelfish. It has a bright orange-red colourization, black bars on its side with dorsal and anal fins that are blue. Its diet can vary from algae to crustaceans.",
	"Tank_ThreespotAngelfish": "The Threespot Angelfish is a species of angelfish. It has a bright yellow colourization with three dark spots on its body. The females of this species can change their sex at one point during their lifetime.",
	"Tank_BandedAngelfish": "The Banded Angelfish or Bandit Angelfish is a species of angelfish. It is overall pale with a broad black bar across its body. It can usually be found deep waters around reefs.",
	"Tank_OrnateAngelfish": "The Ornate Angelfish or Bellus Angelfish as it is also known as, is a species of angelfish. The females of this species tend to be blue, black and white. The males are generally grey with a yellow stripe.",
	"Tank_RoyalAngelfish": "The Royal Angelfish or Regal Angelfish is a marine species of angelfish. It has a flat body with a varied colourization depending on what region it is from.",
	"Tank_TigerPuffer": "The Tiger Puffer is a species of pufferfish, like most pufferfish some of its organs contain toxins that are highly toxic to humans.",
	"Tank_MoorishIdol": "The Moorish Idol is a common marine fish species found in reef and lagoon habitats. It is an omnivorous fish with a habit of eating corals and sponges.",
	"Tank_BlueTang": "The Blue Tang is a species of surgeonfish. It also goes by other names such as 'Regal Blue Tang', 'Royal Blue Tang', 'Blue Hippo Tang' and 'Blue Surgeonfish' to name a few. It has a flat blue body with a black palette design and a yellow tail. The males tend to be larger than the females.",
	"Tank_DwarfStingray": "The Dwarf Stingray is a small species of stingray. It has a diamond shaped body, with its head forming almost a triangular pointed tip. It has a long whip-like tail with a serrated stinging spine.",
	"Tank_MaroonClownfish": "The Maroon Clownfish or 'Spine-cheeked Clownfish' as it is also known as, is a species of anemonefish. Like other anemonefish it forms a symbiotic mutualistic relationship with sea anemones.",
	"Tank_SebaeClownfish": "The Sebae Clownfish is a species of anemonefish. It is usually found living in association with saddle anemones.",
	"Tank_Wide-bandClownfish": "The Wideband Clownfish is a species of anemonefish. Like other anemonefish it lives symbiotically anemones and is unaffected by their stings. It is capable of changing its sex, females are typically the largest, followed by breeding males and then nonbreeding males.",
	"Tank_PinkSkunkClownfish": "The Pink Skunk Clownfish or simply 'Pink Clownfish' as it is also known as, is a species of anemonefish. Anemonefish have been grouped into six groups called complexes, the Pink Skunk Clownfish belongs to a complex called the 'skunk complex'.",
	"Tank_OrangeClownfish": "The Orange Clownfish is also known by other names such as 'Percula Clownfish' or 'Clown Anemonefish'. It belongs to a subfamily called anemonefish, like other species of this family, it lives in symbiose with anemones. It typically lives with 2 specific anemone species.",
	"Tank_SaddlebackClownfish": "The Saddleback Clownfish or 'Yellowfin Clownfish' as it is also known as, is a species of anemonefish. Like some other anemonefish, males are capable of changing their sex to female, this phenemon is called protandry.",
	"Tank_Two-BandClownfish": "The Two-Band Clownfish or 'Two-banded Anemonefish' as it is also known as, is a species of anemonefish. Like the name suggests it has two bands or bars of white with black edges on its body. Like other anemonefish it feeds on algae and zooplankton.",
	"Tank_WhitesnoutClownfish": "The Whitesnout Clownfish or 'McCulloch's Anemonefish' as it is also known as. Like other anemonefish it lives symbiotically with anemonefish, but the Whitesnout Clownfish specifically is only hosted by 1 species of anemone, the Bubble-tip anemone.",
	"Tank_FireClownfish": "The Fireclownfish is known by a lot of different names such as 'Cinnamon Clownfish', 'Dusky Clownfish'or 'Black-backed Clownfish' to name a few. It is a species of anemonefish with a dark red body with a single white band behind its eye.",
	"Tank_YellowtailClownfish": "The Yellowtail Clownfish or 'Clark's Anemonefish' as it is also known as, is a marine species of anemonefish. Unlike other clownfish, it is not specifically hosted by a limited number of specific anemone species, but rather a variety of 10 species.",
	"Tank_SkunkClownfish": "The Skunk Clownfish or 'Nosestripe Anemonefish' as it is also known as, is a species of anemonefish. Like other anemonefish they are territorial and use sound to protect its territory in the form of pops or chirps.",
	"Tank_Pollock": "Pollock or 'Pollack' is a common name for one of two species of fish from the Cod family. The other species it regularly gets confused with is the Coley or 'Coalfish' from the same genus.",
	"Tank_FalseKelpfish": "The False Kelpfish or 'Sea Ruffe' as it is also known as, is a species of fish from the rockfish family. There are only 3 recognized species of rockfish.",
	"Tank_Icefish": "Icefish or 'Noodlefish' is a family of fish. They have a slender body with almost no scales. The females being entirely scale-less and males only having a few scales. Most species of Icefish only live for a year, so they reach maturity very fast.",
	"Tank_Monkfish": "Monkfish is a common name for a genus of anglerfish species. It is also known by other names such as 'Fishing-Frogs' or 'Sea-Devils'. As with all species of anglerfish it has a dangler to lure or attract prey. There are 7 known species of Monkfish.",
	"Tank_Wolffish": "The Wolffish or 'Sea Wolf' are deep sea fish that are native to cold waters. It uses its strong teeth to feed on various clams, echinoderms and crustaceans. There are 4 known species of Wolffish, 5 including the related Wolf Eel.",
	"Tank_Thread-SailFilefish": "The Thread-Sail Filefish is a marine species of Filefish. It feeds on both plankton and smaller crustaceans making it omnivorous. Juveniles of this species typically hide in drifting seaweed for safety against predators.",
	"Tank_Soldierfish": "The Soldierfish is a family of ray-finned fish, they can usually be found in tropical waters near reefs. They feed on larger zooplankton in the open water.",
	"Tank_Squirrelfish": "Squirrelfish is a family of ray-finned fish, there are around 150 known species of Squirrelfish. They can typically be found near tropical waters and reefs. They feed on crustaceans, molluscs and gastropods on the bottom of the ocean.",
	"Tank_Goldfish": "The Goldfish is a freshwater fish that belongs to the Carp family. Contrary to common belief goldfish do not have bad memory. Released aquarium pet goldfish can in some cases cause problems and actually be categorized as an invasive species.",
	"Tank_Ide": "The Ide or Orfe as it is also known as, is a freshwater fish that belongs to the carp family. It has bright scales and a long body.",
	"Tank_CelestialEye": "Celestial Eye is a goldfish that belongs to the carp family, it is also known as 'Choutengan'. It has unique protruding, skywards turned eyes.",
	"Tank_Lionhead": "The Lionhead is a goldfish that belongs to the carp family. It is easily identified by its unique head growth and hooded appearance.",
	"Tank_Comet": "The Comet is a goldfish that belongs to the carp family. It is similar to a regular goldfish but regularly smaller and slimmer. It can be identified by its long, forked and single tail fin.",
	"Tank_Telescope": "The Telescope is a goldfish that belongs to the carp family. Its most noticeable feature is its protruding eyes. This trait has in some areas been known as 'dragon eyes'.",
	"Tank_FreshwaterButterflyfish": "Butterflyfish normally habitate coral reefs.  However, this species has uniquely been able to adapt to freshwater. They are especially territorial and form pairs. It feeds on the larvae of freshwater fish.",
	"Tank_Pangasius": "Pangasius is a genus of shark catfish, they can be found in brackish and freshwater system, where they can grow rather large. They are carnivorous fish that usually feed on shrimp, crab and other fish. There are currently 22 known species of Pangasius.",
	"Tank_Anchoviella": "Anchoviella is a genus of anchovies fish. They are typically small and pale fish found in warm waters. They usually feed on plankton and crustaceans.",
	"Tank_Barracuda": "The Barracuda or simply 'Cuda' for short is a large predatory fish. They have a long elongated almost snake-like body. Currently 28 species of Barracuda have been recognised.",
	"Tank_Blue-RingedOctopus": "Blue-Ringed Octopuses is a group of 4 highly venomous species of octopus. If threatened it will become bright yellow and flash its many blue rings.",
	"Tank_SmallMantaray": "Manta Rays are large rays, they have large triangular pectoral fins that are fused to its head like most rays. There are currently only 2 known species of Mantas.",
	"Tank_RibbonEel": "The Ribbon Eel is also known by other names such as 'Leaf-nosed Moray Eel' or 'Bernis Eel'. It is a species of moray eel that is easily recognised by its expanded anterior nostrils. They are typically found in lagoons or near reefs.",
	"Tank_SeaSnake": "Sea Snakes or Coral Reef Snakes are a group of serpents that have adapted to life in marine environments. Some are fully adapted to aquatic life and are incapable of moving on land. They do not possess gills and must therefore surface regularly in order to breathe.",
	"Tank_SmallSwordfish": "The Swordfish also known as 'Broadbills', is an elusive fish with a characteristic long flat pointed bill which resembles a sword. It relies on their great speed when hunting along with their 'sword'. However, it does not use the 'sword' to spear its prey, but rather use it to slash and injure.",
	"Tank_Hagfish": "The Hagfish belongs to an order of jawless fish. This eel-shaped fish, can produce slime and is often referred to as 'slime eel'.",
	"Tank_LongfinIcedevil": "The Longfin Icedevil is a deep water fish that belongs to a family of cod icefishes. It has many adaptations for living in deep and cold waters.",
	"Tank_Haddock": "The Haddock is a member of the cod family. It has an elongated body typical of a cod, the upper side of the Haddock can vary in colour from brown to nearly black, while the lower part is a silvery white.",
	"Tank_StubbySquid": "Stubby Squid or 'Bobtail Squid' as they are also known as, is a group of cephalopods. They have 8 arms and 2 tentacles, in general they are relatively small.",
	"Tank_DumboOctopus": "Dumbo Octopus is a genus of 13 recognized species of umbrella octopuses. They usually feed on crustaceans, bivalves and worms.",
	"Tank_KingCrab": "The King Crab is a crustacean typically found in cold oceans. Due to their size and taste of their meat they are often caught and sold as food.",
	"Tank_SandDollar": "Sand Dollars also known as Sea Cookie, Snapper Biscuit or Pansy Shell. It is a small flat species of sea urchin. It has a rigid skeleton called a 'test'.",
	"Tank_BlueDragonSlug": "The Blue Dragon Slug is also known by a lot of other names such as 'Sea Swallow', 'Blue Glaucus' and 'Blue Ocean Slug', to name a few. It is a shell-less gastropod mollusc that feeds on other pelagic creatures including venomous species.",
	"Tank_BriefSquid": "The Brief Squid is a small species of squid. Like other squids it is not a fish, but rather a mollusc. It is usually found in warm shallow waters.",
	"Tank_Nautilus": "Nautilus, meaning 'Sailor' is a pelagic mollusc. They are often referred to as 'living fossils', since they have survived without significant change for a long time.",
	"Tank_Prawn": "Prawn is a common name for small aquatic crustaceans. They are a member of the Decapod order.",
	"Tank_SwimmerCrab": "The Swimmer Crab is a crustacean that belongs to a family called Portunidae. A pair of its legs are flat and allows it to swim and catch prey.",
	"Tank_Jellyfish": "Jellyfish or Sea Jellies as they are also commonly called. They belong to a phylum called Cnidaria. The Jellyfish is the medusa-phase of this type of animal, they can also be anchored to the seabed in their polyp-phase.",
	"Tank_FreshwaterCrab": "There are around 1,300 discovered Freshwater Crab species. These crustaceans unlike their marine counterparts show maternal care for their offspring.",
	"Tank_FreshwaterShrimp": "The Freshwater Shrimp is a small crustacean that can be found in many areas. It serves as an important food chain for many larger animals.",
	"Tank_HarlequinFreshwaterShrimp": "The Harlequin Freshwater Shrimp is a small crustacean. It is also commonly known as 'Celebes Beauty Shrimp' or 'Sponge Shrimp' in the aquarium trade.",
	"Tank_RedHarlequinFreshwaterShrimp": "The Red Harlequin Freshwater Shrimp is a small crustacean, it feeds an undescribed freshwater sponge.",
	"Tank_RedFreshwaterShrimp": "The Red Freshwater Shrimp or 'Cherry Shrimp' as it is also commonly known as. This red morph is regularly sold for aquariums.",
	"Tank_BlueFreshwaterShrimp": "This Freshwater Shrimp is also commonly known as 'Blue Velvet Shrimp'. This blue morph, like other shrimp, feeds on algae and other microorganisms.",
	"Tank_Ladyfish": "Ladyfish is a family of ray-finned fish. They are also commonly known as 'Skipjacks', 'Jack-rashes' or 'Tenpounders'. They usually dwell near the coast where they feed on crustaceans and smaller fish.",
	"Tank_Robalo": "The Robalo is also referred to as 'Common Snook' or 'Sergeant Fish'. It usually prefers warmer waters, it feeds on smaller fish, crustaceans such as shrimp and occasionally crabs.",
	"Tank_MimicOctopus": "The Mimic Octopus is a species of octopus that, like other octopuses, it uses chromatophores to camouflage itself. It is also known to mimic other marine animals, hence its name.",
	"Tank_SpinnyDogfish": "The Spiny Dogfish or 'Spurdog', 'Mud Shark' or 'Piked Dogfish' belongs to a family of dogfish, which are sharks. This species can be identified by having 2 spines.",
	"Tank_ZebraEel": "The Zebra Eel or the 'Zebra Moray' as it is also known as, is a species of moray eels. They can typically be found in rocky areas, coral reefs in shallow waters.",
	"Tank_GhostEel": "The Ghost Eel or 'White Ribbon Eel' as it is also known as is a species of moray eel. It is a nocturnal predator that usually feeds on small crustaceans.",
	"Tank_LongnoseGar": "The Longnose Gar also known as 'Longnose Garpike' or 'Billy Gar'. It has an average lifespan of 15-20 years, with the longest recorded age being 39. Its appearance has remained almost the same for millions of years.",
	"Tank_Lungfish": "The Lungfish are best known for having the ability to breathe air. There are only 6 known species of Lungfish. Lungfish are omnivorous, meaning they can survive by eating both plant and animal matter.",
	"Tank_Tigerfish": "The Tigerfish is a predatory freshwater fish. It is mostly piscivorous, meaning it only feeds on other fish. It has an elongated silvery body with a coloured fins. Its head is large with many teeth that it can use to chop and grasp prey.",
	"Tank_ElectricCatfish": "Electric Catfish is a family of catfish with 21 known species in total. Several members of this family have the ability to produce an electric shock of up to 350 volts.",
	"Tank_SmallGoblinShark": "The Goblin Shark is a rare species of deep-sea shark. It has pink skin with an elongated flat snout and it can protrude its jaw when feeding.",
	"Tank_VampireSquid": "The Vampire Squid like other squids is a mollusc or more specifically a cephalopod. It usually thrives in deep waters with low concentrations of oxygen. Contrary to its name it does not feed on blood, but rather organic matter in the form of detritus.",
	"Tank_GreatFireflySquid": "The Firefly Squid or 'Sparkling Enope Squid' as it is also commonly known as, is a species of squid. It can be found near the shore in spawning seasons, but otherwise it prefers deeper waters. They are bioluminescent, meaning they can emit a light from photophores. It is believed that this light is used for communication, camouflage or attracting prey.",
	"Tank_FrilledShark": "Frilled Shark is the name of a family for 2 known species of shark. They have a long eel-like body and also move like one. It can usually be found at great depths in the ocean, but goes to the surface to feed on various cephalopods, smaller sharks and bony fish.",
	"Tank_Shinidamachu": "Shinidamachu also known as 'Dead Soul Insects' or 'Soul Collectors'. These Creatures have been known to transport souls, better keep your distance.",
	"Tank_VoidEvilpus": "This void touched specimen of octopus is often tamed by swamp witches in order to be used as a work animal. Most commonly it is used as a guardian of trapped souls.",
	"Tank_TrappedSoul": "Trapped Soul is a common name given to creatures bewitched by water witches. It can be a person that offended them or a dangerous creature, now reduced in ferocity.",
	"Tank_Mudskipper": "Mudskippers are known for being able to survive both in and out of water. One of their noticeable features are their side pectoral fins. These fins allow the mudskipper to 'skip' across muddy surfaces.",
	"Tank_WaterSnake": "Water Snakes are reptiles that spend most of their lives in and around water. Usually they are non-venomous and can be found feeding on frogs.",
	"Tank_VoidCarp": "The Void Carp is a fish that has been twisted by void energy, altering its original form. Because of its new form it is a popular ingredient in the occult industry because of its many applications.",
	"Tank_Blinky": "This orange fish has grown an extra eye due to a mutation. What could have possibly caused this?",
	"Tank_Decapod": "This strange crustaceans is believed to be the early stage of a more evolved species of lobster-like creature.",
	"Tank_VampireFish": "The Vampire Fish or 'Payara' as it is also known as. This aggressive fish should only be mixed with larger fish if put in an aquarium.",
	"Tank_Piranha": "The Piranha or 'Piraña', is known to be very predatory. However its diet can vary and it is known to eat plant matter as well, making it omnivorous.",
	"Tank_Lamprey": "Lamprey belongs to an order of jawless fish. An adult Lamprey can be categorized by its toothed, funnel-like mouth. There are currently 38 known species of Lamprey.",
	"Tank_TanchoKoi": "Koi or Nishikigoi are a colourised variety of Amur carp. The Tancho Koi has a lone circular red head patch, the rest of its body is a solid white. Its coloration symbolizes the rising sun and thus it is beloved in many cultures for the joy and supposed good luck it brings its owners.",
	"Tank_SankeKoi": "Koi or Nishikigoi are a colourised variety of Amur carp. The Sanke Koi is one of the most popular koi varieties in koi ponds or water gardens. This tricolor koi is one of the most used and appreciated of the koi breeds because of its joyful diversity of color. Koi can live up to 200 years and thus it will be a treasured heirloom in the family.",
	"Tank_KohakuKoi": "Koi or Nishikigoi are a colourised variety of Amur carp. The Kohaku Koi is one of the more recognizable koi, it has a white body with red markings.This is the koi breed most people think of when they hear koi, this is one of the older and classical of the koi breeds and with the most stable marbling.",
	"Tank_YamabukiKoi": "Koi or Nishikigoi are a colourised variety of Amur carp. The Yamabuki Koi or also known as Yamabuki Ogon, can be recognized by their yellow to golden markings. For when you want a more cheerful and sunny pattern to go with a summer sea theme. While they are omnivores best keep them on a veterinary approved diet and environment.",
	"Tank_GhostKoi": "Koi or Nishikigoi are a colourised variety of Amur carp. Ghost Koi are offspring from a metallic koi and a wild dark-coloured carp. It comes in a variety of metallic colors, but the copper and black can match your sebright bantam chicken, for those of you that like your pets to match.",
	"Tank_KiUtsuriKoi": "Koi or Nishikigoi are a colourised variety of Amur carp. Utsurimono or Utsuri is a class of Koi, 'Ki' meaning yellow, identifies this yellow type of koi. Those dabbling in the occult will have you believe this koi breed will bring you luck with money and considering what prices koi sell for, they may be on to something.",
	"Tank_HiUtsuriKoi": "Koi or Nishikigoi are a colourised variety of Amur carp. Utsurimono or Utsuri is a class of Koi, 'Hi' meaning red, identifies this red type of koi. It is believed this type of koi gives the owner fire protection magic and luck in love. But best make sure its love life is well curated. Inbreeding is known to cause health problems.",
	"Tank_ShiroUtsuriKoi": "Koi or Nishikigoi are a colourised variety of Amur carp. Utsurimono or Utsuri is a class of Koi, 'Shiro' meaning white, identifies this white type of koi. It is a common belief among the occult experts that this type of koi breed embodies the perfect balance of both negative and positive energies. Best keep it away from electrical appliances in any case.",
	"Tank_Tui": "The Moon spirit Tui, crossed over from the spirit world to create the Spirit Oasis. Here it assumed the form of a white Koi fish. Should it be disconnected from the Ocean Spirit the world will be out of balance, returning both fish to this pond will restore the balance.",
	"Tank_La": "The Ocean spirit La, crossed over from the spirit world to create the Spirit Oasis. Here it assumed the form of a black Koi fish. Should it be disconnected from the Moon Spirit the world will be out of balance, returning both fish to this pond will restore the balance.",


	//npc dialogue such long

	"SPRINGNPC_1": "Tourist: What should I buy from the giftshop?",
	"SPRINGNPC_2": "Tourist: Hi there, first time visiting the Aquarium?",
	"SPRINGNPC_3": "The woman doesn't notice you, she is busy.",
	"SPRINGNPC_4": "The man with glasses gives you a smug smile.",
	"SPRINGNPC_5": "Tourist: I can see some fish in the water!",
	"SPRINGNPC_6": "Tourist: My friend told me she saw a dolphin last time she was here.",
	"SPRINGNPC_7": "Tourist: I come here every spring and summer, I love this beach.",
	"SPRINGNPC_8": "Tourist: If you want to go for a swim, try the south part of the beach.",
	"SPRINGNPC_9": "Tourist: I'm just waiting on my friends.",
	"SPRINGNPC_10": "Tourist: Hello, come to enjoy the beach?",
	"SPRINGNPC_11": "Tourist: Look at all this food!",
	"SPRINGNPC_12": "Tourist: I come here for the music.",
	"SPRINGNPC_13": "Tourist: Sorry I don't know you.",
	"SPRINGNPC_14": "Tourist: What's up?",
	"SPRINGNPC_15": "Tourist: Oh hi, I was just looking at this tidal pool.",
	"SPRINGNPC_16": "Tourist: This food is really good.",
	"SPRINGNPC_17": "Tourist: I'm really thirsty.",
	"SPRINGNPC_18": "Tourist: Have you tried this? It's not bad.",
	"SPRINGNPC_19": "Tourist: Hi, come grab a bite?",
	"SPRINGNPC_20": "Tourist: What should I try first?",
	"SPRINGNPC_21": "Tourist: Look at all those people over there stuffing themselves.",
	"SPRINGNPC_22": "Tourist: I'm trying to muster up the courage to go in the water.",
	"SPRINGNPC_23": "Tourist: The water is nice today, you should try it.",
	"SPRINGNPC_24": "Tourist: Hi, going for a swim?",
	"SPRINGNPC_25": "Tourist: I want to go swimming, but it will ruin my hair.",
	"SPRINGNPC_26": "Tourist: I love the beach in spring, not too hot not too cold.",
	"SPRINGNPC_27": "Tourist: I should try sunbathing, I could get a nice tan.",
	"SPRINGNPC_28": "Tourist: Hmm? Oh I was lost in thought.",
	"SPRINGNPC_29": "Tourist: Want to go for a swim? Use the area on the other side of the coloured line.",
	"SPRINGNPC_30": "Tourist: Hello, having a good day?",
	"SPRINGNPC_31": "Tourist: I like the aquarium, but this beach is also nice.",
	"SPRINGNPC_32": "Tourist: Hi, nice weather today. Don't you think?",

	"NPCSUMMER_1": "The man with glasses gives you a smug smile.",
	"NPCSUMMER_2": "Tourist: Should I buy a new bikini top?",
	"NPCSUMMER_3": "Tourist: Oh no! I forgot to bring my wallet.",
	"NPCSUMMER_4": "Tourist: What a cute fish bowl.",
	"NPCSUMMER_5": "Tourist: I wonder what fish the Aquarium has on display.",
	"NPCSUMMER_6": "Tourist: Hi there, first time visiting the Aquarium?",
	"NPCSUMMER_7": "Tourist: Did you know you can buy ice cream down at the beach?",
	"NPCSUMMER_8": "Lady: Do you want to go look at the fish in the Aquarium, Simon?",
	"NPCSUMMER_9": "Simon is too busy licking his lollipop to notice you.",
	"NPCSUMMER_10": "Tourist: I come here every spring and summer, I love this beach.",
	"NPCSUMMER_11": "Tourist: The view from the pier is really pretty this time of year.",
	"NPCSUMMER_12": "Tourist: I could have sworn I saw a chicken in the water, maybe it was just a pufferfish.",
	"NPCSUMMER_13": "Tourist: Can I help you?",
	"NPCSUMMER_14": "Tourist: Oh hello sweetie. How are you today?",
	"NPCSUMMER_15": "Tourist: I could really go for some ice cream.",
	"NPCSUMMER_16": "Tourist: That woman on the pier looks puzzled.",
	"NPCSUMMER_17": "Clown: Want to see a balloon trick?",
	"NPCSUMMER_18": "Tourist: What is a clown doing on a beach?",
	"NPCSUMMER_19": "Tourist: Hi, I'm just waiting on my friends.",
	"NPCSUMMER_20": "Tourist: I like watching the sunset from here.",
	"NPCSUMMER_21": "Tourist: The ocean looks beautiful today.",
	"NPCSUMMER_22": "Man: Phew! It's so hot today.",
	"NPCSUMMER_23": "Tourist: I love the colours of the water in summer.",
	"NPCSUMMER_24": "Tourist: Remember to wear sun lotion, if you go sunbathing.",
	"NPCSUMMER_25": "Tourist: Want to go for a swim? Use the area on the other side of the coloured line.",
	"NPCSUMMER_26": "Tourist: Going for a swim is a great way to cool off.",
	"NPCSUMMER_27": "Tourist: I should have brought my swimming mask.",
	"NPCSUMMER_28": "Tourist: I'm not going swimming, it will ruin my hair.",
	"NPCSUMMER_29": "Tourist: You should try jumping in the water if you're feeling too hot.",
	"NPCSUMMER_30": "Tourist: Hi, going for a swim?",
	"NPCSUMMER_31": "Tourist: I'm trying to muster up the courage to go in the water.",
	"NPCSUMMER_32": "Tourist: I wonder if there are any sea shells on this beach.",
	"NPCSUMMER_33": "The man is snoozing, you probably shouldn't disturb him",
	"NPCSUMMER_34": "Tourist: I think I saw a crab.",
	"NPCSUMMER_35": "Tourist: Hello, enjoying the weather?",
	"NPCSUMMER_36": "Tourist: There are a lot of sea stars in these tidal pools.",
	"NPCSUMMER_37": "Tourist: What do you want?",
	"NPCSUMMER_38": "Tourist: Oh you like my hair? Thank you!",
	"NPCSUMMER_39": "Tourist: There's so much life in these tidal pools.",
	"NPCSUMMER_40": "Tourist: Yo!",
	"NPCSUMMER_41": "Tourist: Wazzap bro?",
	"NPCSUMMER_42": "Man: You can take a lot of pretty pictures at the beach.",
	"NPCSUMMER_43": "Tourist: That man over there just took my picture.",
	"NPCSUMMER_44": "The woman is too busy eating to notice you.",
	"NPCSUMMER_45": "Tourist: I can't eat anymore.",
	"NPCSUMMER_46": "Tourist: Hello, are you hungry?",
	"NPCSUMMER_47": "Tourist: Blackberry Cobbler! My favorite.",
	"NPCSUMMER_48": "Tourist: I hope there isn't citrus in any of this. I'm alergic you see.",
	"NPCSUMMER_49": "Tourist: Is that coleslaw? I love coleslaw.",
	"NPCSUMMER_50": "Tourist: This meat is delicious.",
	"NPCSUMMER_51": "Tourist: I wonder what's in these tapas, they are yummy!",
	"NPCSUMMER_52": "Tourist: What?! Someone ate the food on my plate. Oh wait, it was me.",
	"NPCSUMMER_53": "Tourist: There is so much food!",
	"NPCSUMMER_54": "Tourist: Look we got Shrimp Cocktail, how fancy.",
	"NPCSUMMER_55": "Tourist: Hey, do we know each other?",
	"NPCSUMMER_56": "Tourist: They sell snacks here, they are really cheap.",
	"NPCSUMMER_57": "The woman is ignoring you",

	"FALLNPC_1": "The woman is ignoring you",
	"FALLNPC_2": "The man with glasses gives you a smug smile",
	"FALLNPC_3": "Tourist:Where is everyone? I guess fall isn't a very popular beach season.",
	"FALLNPC_4": "Tourist:The water is too cold this time of year to go swimming if ask me.",
	"FALLNPC_5": "Tourist:The water is a little cold, but I don't mind.",
	"FALLNPC_6": "Tourist: It's kind of chilly.",
	"FALLNPC_7": "Tourist: Hey dude.",
	"FALLNPC_8": "Tourist: Hi, how are you today?",
	"FALLNPC_9": "Tourist: I need to catch the last bit of sun before winter comes.",
	"FALLNPC_10": "Tourist: I wonder what's in these bottles.",
	"FALLNPC_11": "Tourist: Cobbler is the best.",
	"FALLNPC_12": "Tourist: Hello, are you hungry?",
	"FALLNPC_13": "Tourist: Have you tried the meat?",

	"NPCWINTER_1": "Fisherman: Ye' can catch some mighty fine 'Squid' here at night.",
	"NPCWINTER_2": "The fisherman hums a nautical tune to himself",
	"NPCWINTER_3": "Fisherman: Come to do some fishing are ye'?",
	"NPCWINTER_4": "Fisherman: Hmm? Oh hello, tight lines n' all that.",
	"NPCWINTER_5": "Lady: Put that snowball down Simon.",
	"NPCWINTER_6": "Simon has a mischievous smile on his face.",

	//achievement
	"AchievementName": "Sleeping with the Fishies!",
	"AchievementDescription": "Donated one of every fish to the Stardew Aquarium.",
	"AchievementCongratulations": "You did it... Congratulations ! Try coming back tomorrow to see the Aquarium at it's fullest!",

	//ehehehe
	"PufferchickDonated": "You heard something click behind the counter...",

	//mail
	"AquariumOpenLandslide": "Dear @,^^I am relieved to hear that no one got injured when the landslide was cleared last night. But due to this event I hear the railroad is now available again to Pelican Town.^Therefore I'm proud to announce that the brand new Stardew Aquarium is open for business!^My friend Willy tells me you’re quite the angler, perhaps you would consider donating some of the specimens you might catch.^^Best regards, The Curator of the Stardew Aquarium.",
	"AquariumOPenLater": "Hello @!^^I'm proud to announce that the brand new Stardew Aquarium is open for business!^My friend Willy tells me you’re quite the angler, perhaps you would consider donating some of the specimens you might catch.^^Best regards, The Curator of the Stardew Aquarium."

}