{
    //Welcome message after the stardew aquarium has been completed
    "AquariumWelcome": "¡Bienvenido al Aquario de Stardew Valley! Hemos adquirido una colección completa recientemente. ¡Y todo es gracias a ti!",

    //Donation menu dialogue and options
    "DonationMenuTitle": "Selecciona el pez que deseas donar",
    "DonationQuestion": "¡Bienvenido al Aquario de Stardew Valley! ¿Te gustaría donar un pez hoy?",
    "OptionYes": "Sí",
    "OptionNo": "No",
    "More": "Más",
    "Exit": "Cerca",
    "DeclineToDonate": "¡Eres libre de volver en cualquier momento si cambias de parecer!",
    "NothingToDonate": "¡Bienvenido al Aquario de Stardew Valley! Si alguna vez encuentras algún espécimen que nos falte, estaríamos encantados si llegas a considerar en realizar una donación.",
    "MenuCloseFishDonated": "¡Muchas gracias por tu contribución! ¡Vuelve en cualquier momento y lo tendré preparado!",
    "MenuCloseNoFishDonated": "Por favor, vuelve cuando quieras.",
    "Donate": "Donate: ",
    "DonateDescription": "Haciendo click en el botón a continuación donarás el pez y se eliminará de tu inventario",

    //global messages in multiplayer
    "FishDonatedMP": "{0} ha donado {1} en el Acuario",
    "AchievementUnlockedMP": "¡El Acuario de Stardew Valley ha sido completado!",

    //collections menu title
    "CollectionsMenu": "Colección de Acuario Stardew",

    //tank messages
    "WhichFishInfo": "¿Sobre qué pez te gustaría saber más?",
    "EmptyTank": "Solo un tanque vacío...",

    //dialogue boxes
    "Ice": "Todo este hielo... es usado para enfriar la pecera con esa máquina.",
    "IceMachine": "Esta máquina mantiene la pecera congelado sobre temperaturas muy bajas.",
    "Pressure": "Esta máquina es usada para medir la presión de la pecera.",
    "Depth": "Esta es una representación muy semejante a un medidor de profundidad, pero no es real.",
    "PanelCool": "Este panel tiene muchos botones, mejor no tocarlos.",
    "Lever": "Lo siento, pero esta palanca no te llevará a ninguna parte.",
    "Bench": "Estos bancos parecen nuevos...",
    "LegendaryBook": "Una guía de pescador para peces legendarios",
    "MinesBook": "The Mines : ¿Qué tipo de pez vivirá aquí?",
    "BaitBook": "Cebo y cómo usarlo correctamente",
    "Dropped": "Parece que alguien tiene un poco de empatía por los libros...",
    "PetBook": "Enciclopedia de peces: Volúmen 1.",
    "Dwarf": "Esto me recuerda a alguien... Pero no puedo decirte a quién...",
    "Introvert": "Que por qué me estoy escondiendo aquí, preguntarás. Soy un introvertido.",
    "StayHydratedBois": "*sonidos de beber*",
    "OutsideSign": "¡Bienvenido al Acuario de Stardew Valley! Disfruta tu visita.",
    "SewerTP": "Si bajas la rejilla te dirigirás hacia las alcantarillas, dónde mantenemos un pez especial que solo es encontrado en un lugar peligroso llamado guarida de insectos mutantes.",
    "SwampTP": "Si te paras sobre este circulo mágico serás transportado a una parte aislada del pantano, donde especímenes especiales 'infundidos por el vacío' pueden prosperar.",
    "SVETP": "Pasa por esta puerta para ver nuestra exhibición de peces especiales.",
    "ComingSoon": "¡Muy pronto!",
    "SVEBookOpen": "Es un libro de cocina. Menciona algo sobre el Pez Mantequilla...",
    "SVEBook1": "Debes ver la lista de seguimiento de monstruos: El Apophis",
    "SVEBook2": "Los Crimson Badlands: Una mirada profunda.",
    "SVEBook3": "El secreto del Castillo Village",
    "Shopkeeperecksdeehahafunny": "El Hombre de Helado: ¡Oye, no puedes volver aquí!",

    //fish descriptions
    "Tank_Pufferfish": "El Pez Globo es uno de los peces más venenosos del mundo. Es un pez de movimientos lentos, pero tiene un sistema de defensa único: Puede inflar su estómago con agua para evitar ser comido.",
    "Tank_Anchovy": "La Anchoa es un pequeño pez con alimentación por filtración el cual es una típica presa para los depredadores.",
    "Tank_Tuna": "El Atún es rápido, un pez simplificado hecho para la velocidad, haciendolo un depredador muy efectivo.",
    "Tank_Sardine": "La Sardina es un pequeño pez que se alimenta de zooplancton. Puede ser encontrado en grandes cardúmenes dónde el zooplancton es abundante.",
    "Tank_Bream": "Besugo es un nombre usado para referirse a una variedad de peces. Esta especie azul es comúnmente encontrada en áreas de agua dulce al rededor de Stardew Valley.",
    "Tank_LargemouthBass": "El Perca es una de las especies de Lubina más encontradas en Stardew Valley. Es comúnmente un pez de juegos para los pescadores.",
    "Tank_SmallmouthBass": "La Lubina puede ser fácilmente reconocida por sus ojos rojos. Como la mayoría de especies de lubina, las hembras tienden a ser más grandes que los machos.",
    "Tank_RainbowTrout": "La Trucha Arcoíris puede ser encontrada en lagos y ríos. El mayor récord de edad de una Trucha Arcoíris ha sido 11 años.",
    "Tank_Salmon": "El Salmón es conocido por migrar desde el océano hasta agua dulce para dejar sus huevos. Algunos dicen que vuelve al lugar exacto dónde puso sus huevos para volver a reproducirse.",
    "Tank_Walleye": "El Lucio se llama así porque sus ojos están salidos hacia afuera, como si mirara a las paredes. En la noche sus ojos brillan en la oscuridad, haciendo que sea más fácil ser capturados por pescadores.",
    "Tank_Perch": "El Cachuelo es un pez carnívoro que puede ser encontrado en lagos y ríos.",
    "Tank_Carp": "El término Carpa es usado para denominar a un gran grupo de peces de agua dulce. Pueden ser encontrados en varias áreas de Stardew Valley.",
    "Tank_Catfish": "El Pez Gato tiene barbillas únicas que se asemejan a bigotes de gato, de ahí su nombre. Son típicamente activos durante los días de lluvia en Stardew Valley.",
    "Tank_Pike": "El Sauri es un pez carnívoro que usualmente vive en áreas de agua dulce salubre. El nombre Sauri se origina de que su cuerpo body se asemeja al arma con forma de palo conocida como lucio.",
    "Tank_Sunfish": "El Pez Sol prefiere los ríos de aguas cálidas. Puede ser encontrado en Stardew Valley durante primavera y verano.",
    "Tank_RedMullet": "El Salmonete era usado como pez mascota; pero ahora es más conocido como un pez para comidas.",
    "Tank_Herring": "El Arenque suele nadar en grandes cardúmenes. Puede ser encontrado mayormente en aguas templadas y poco profundas.",
    "Tank_Eel": "La Anguila es un pez alargado que, dependiendo de la especie, carece de varias aletas. Cuando se mueve crea ondas con el largo de su cuerpo.",
    "Tank_Octopus": "El Pulpo en realidad no es un pez, sino más bien un molusco de ocho miembros. TEl Pulpo aparece mucho en la mitología como un monstruo. Y ciertamente es difícil de capturar - ¡Buen trabajo!",
    "Tank_RedSnapper": "El Pargo Colorado es facilmente reconocido por su color rojo. Es un pez marino tropical el cual puede ser encontrado durante los días lluviosos de verano en Stardew Valley.",
    "Tank_Squid": "El Calamar en realidad no es un pez, sino más bien un molusco. Los Calamares tiran tinta para confundir a sus depredadores. Si lo pones en una pecera, ¡Puede producirte tinta!",
    "Tank_SeaCucumber": "El Pepino de Mar no es en realidad un pez, sino más bien un equinodermo. Puede ser encontrado en pisos oceánicos en todo el mundo.",
    "Tank_SuperCucumber": "El Superpepino en realidad no es un pez, sino más bien un equinodermo. Estas raras espieces de Pepinos de Mar son raras de atrapar. Son vistos en el verano u otoño durante la noche en Stardew Valley",
    "Tank_Ghostfish": "El Pez Fantasma es completamente ciego. Pero puede, sin embargo, detectar fluctuaciones en la presión del agua fracias a sus líneas laterales, las cuales usa para navegar.",
    "Tank_Stonefish": "Este pez camuflado puede parecer inofensivo, pero el Pez Piedra es altamente venenoso. ¡Ten cuidado con confundirlo con una piedra!",
    "Tank_IcePip": "El Pez Carambano puede ser atrapado en la profundidad de las minas congeladas. Su pequeño tamaño y velocidad lo hacen ser difícil de capturar para la mayoría de pescadores.",
    "Tank_LavaEel": "La Anguila de Lava es una rara y única especie de anguila. Ha milagrosamente evolucionado para poder sobrevivir en las aguas calientes de lava. Ten cuidado: ¡Esta pecera está muy caliente!",
    "Tank_Sandfish": "El Lenguado es un pez plano tropical. Le gusta esconderse y camuflarse en la arena.",
    "Tank_ScorpionCarp": "El Carpa Escorpión es una especie tropical de Carpa. Usa su velocidad y su aguijón venenoso para atrapar a su presa.",
    "Tank_Flounder": "El Platija es un pez plano que vive en el fondo de los pisos oceánicos. Un Platija adulto puede usar su camuflaje para esconderse de los depredadores.",
    "Tank_MidnightCarp": "La Carpa de Medianoche es un pez tímido. Puede ser encontrado en estanques y lagos durante la noche.",
    "Tank_Sturgeon": "El Esturión es una especie antigua de pez que tiene un tremendamente largo periodo de vida. Los huevos que produce este pez en los estanques son usados para hacer el lujoso caviar.",
    "Tank_TigerTrout": "La Trucha Tigre es un híbrido entre la Trucha Marrón y la Trucha de Arroyo. Es un estéril, piscivoro pez, y tremendamente raros.",
    "Tank_Bullhead": "El Siluro es un pez que vive en los fondos. Tiene una vista pobre, pero puede usar su barbilla sensitiva para localizar comida.",
    "Tank_Tilapia": "Tilapia es un nombre común para una amplia variedad de especies de peces cíclidos. Son muy sensibles a las temperaturas y prefieren climas cálidos.",
    "Tank_Chub": "Barbo es un nombre común para muchos peces con aletas radiadas. Son unos peces muy comunes de Stardew Valley.",
    "Tank_Dorado": "Dorado, significado de oro en muchas lenguas, da el nombre de este brillante pez.",
    "Tank_Albacore": "El Atún Blanco es también conocido como Atún de Aletas Largas. Como el Atún, tiene un cuerpo aerodinámico. Es un pez migratorio que puede viajar largas distancias.",
    "Tank_Shad": "El Sábalo, como el Salmón, son anádromos y migran al agua dulce para desovar.",
    "Tank_Lingcod": "El Bacalao Largo también se conoce como bacalao búfalo o bacalao cultus. Su nombre es una combinación de otros dos peces, la Maruca y el Bacalao. Aunque el cocodrilo rojo no está estrechamente relacionado con estos peces, recibe este nombre por parecerse a estos.",
    "Tank_Halibut": "El Fletán es un pez plano y vive en el fondo del océano. Su nombre se deriva de santo (holy en inglés, haly) y butte (pez plano).",
    "Tank_Woodskip": "El Muyu es un pez muy sensible que solo puede sobrevivir en estanques en el fondo del bosque... o en este acuario especial.",
    "Tank_VoidSalmon": "El Salmón Sombrío ha sido retorcido por energía obscura y vacía. No se sabe mucho sobre este obscuro y mágico pez.",
    "Tank_Slimejack": "El Babolín está cubierto por una capa de limo. Algunos peces usan el limo como mecanismo de defensa contra depredadores.",
    "Tank_MidnightSquid": "El Calamar de Medianoche, como los otros Calamares, no es en realidad un pez, sino más bien un molusco. Vive en el fondo del océano y puede producir grandes cantidades de tinta.",
    "Tank_Blobfish": "El Pez Gota vive en el fondo del océano: puede vivir entre 600 a 1200 metros, donde la presión es de 60 a 120 veces más que el nivel del mar. Cuando los Peces Gota son atrapados por pescadores, comenzarán a perder su forma debido al daño tisular. Afortunadamente, este acuario está diseñado para peces de aguas profundas.",
    "Tank_SpookFish": "Este espécimen, el Pez Asustado, tiene tres ojos eficientes que puede detectar la silueta más tenue en la oscuridad de las profundidades del mar.",
    "Tank_Angler": "El legendario Rape es famoso por su método depredador característico: usa un colgador bioluminiscente para atraer presas.",
    "Tank_Legend": "El único Leyenda... Dicen que el rey de los peces nunca sería capturado, pero tú probaste lo contrario.",
    "Tank_MutantCarp": "El legendario Carpa Mutante es encontrado en las alcantarillas de Pueblo Pelícano. Como este pez llegó a ser este monstruo es un misterio.",
    "Tank_Crimsonfish": "El legendario Pez Carmesí es una especie rara de los peces que viven en las profundidades del océano. Deja sus huevos en aguas poco profundas durante el verano.",
    "Tank_Glacierfish": "El legendario Pez Glacial construye sus nidos en la parte inferior de glaciales donde se sienten más a gusto - Entre más fría el agua mejor.",
    "Tank_Lobster": "La Langosta en realidad no es un pez, sino más bien un crustáceo. Sus colores pueden variar, pero muy rara vez son de color rojo brillante, ya que a menudo se les conoce erróneamente. El característico color rojo de la langosta se produce cuando se eliminan ciertos pigmentos de la epidermis de la langosta durante la cocción.",
    "Tank_Crayfish": "El Cangrejo de Río es un pequeño crustáceo de agua dulce con semejanza a la Langosta. Los Cangrejos de Río son también conocidos como padres cangrejo, pez cangrejo o bichos de lodo.",
    "Tank_Crab": "El Cangrejo es un crustáceo icónico. Hay muchas especies diferentes de cangrejos que pueden ser encontradaspor todo el mundo.",
    "Tank_Cockle": "El Berberecho es un molusco es un molusco que utiliza un sifón para filtrar el agua para alimentarse.",
    "Tank_Mussel": "El Mejillón es el nombre más común para una gran cantidad de moluscos bivalvo. Todos comparten algo único, una forma alargada y asimétrica.",
    "Tank_Shrimp": "El Gamba es un crustáceo que puede ser encontrado en varios océanos. A excepción de otros peces, estos crustáceos no poseen aletas para moverse; empujan su abdomen para mover su cuerpo. Sin embargo, esto significa que el Gamba nada al revés.",
    "Tank_Snail": "El Caracol pertenece a un grupo llamado gastropodos, los cuales están en una clase entre los filo de moluscos. Los Caracoles pueden retraerse enteramente dentro de sus caparazones.",
    "Tank_Periwinkle": "El bígaro, también conocido como winkle o buccino, es un gastropodo pequeño. Sus conchas suelen ser puntiagudas.",
    "Tank_Oyster": "La Ostra es un molusco bivalvo. Son comunmente conocidos por producir perlas. Las perlas se crean cuando una irritación se ha abierto camino dentro de la ostra. Como un mecanismo de defensa, se usa un líquido para cubrir el irritante. Se deposita capa sobre capa de este recubrimiento, llamado nácar, hasta que se forma una perla brillante.",
    "Tank_Pufferchick": "'Hace mucho tiempo, cuando la Tierra era jóven y los Globo-Pollo no existían aún, el canal de creadores de mod tenía su propia subcultura de emojis basada en el Globo-Pollo. Sugerí añadir algunos de ellos al slot de servidores de emojis (tiempo atrás cuando podíamos tener 50 máximo), el staff me preguntó cuales quería agregar, yo en forma de broma había creado a Globo-Pollo para sugerirlo.' - Pathoschild, 2020",
    "Tank_VoidEel": "La Anguila del Vacío es una misteriosa especie de Anguila, es posible que su cabeza extra sea un resultado de energía del vacío.",
    "Tank_Starfish": "El Pez Estrella o Estrella de Mar no son realmente un pez, sino más bien equinodermos. Existen muchas especies de Pez Estrella, pueden ser encontrados en aguas del trópico hasta aguas polares. Sin embargo, esta especie se ve tropical.",
    "Tank_Clownfish": "El Pez Payaso o Pez Anémona puede ser encontrado en aguas cálidas del océano. Dependiendo de la especie se pueden encontrar en los colores amarillo, naranja, rojo o negro con rayas blancas o parches.",
    "Tank_Minnow": "Mini es el nombre para una pequeña cantidad de especies de peces de agua dulce. Pueden ser encontrados en lagos o ríos.",
    "Tank_Puppyfish": "El Pez Cachorro es posiblemente la mascota acuática más popular. Pero si quieres acariciarlo, ¡Deberás mojarte las manos primero!",
    "Tank_Butterfish": "El Pez Mantequilla es un pez de agua dulce, puede ser encontrado en diferentes aguas al rededor de Stardew Valley dependiendo de la estación.",

    //1.1.0 fish descriptions
    /*
	"Tank_DottedAbalone": "Abalone is a name for a group of molluscs. They are also known by other names, such as; Ear Shells, Sea Ears, Muttonfish, Muttonshells, Ormer, Perlemoen and Paua.",
	"Tank_Scallop": "Scallop is a name for a wide variety of molluscs. They are closely related to another group of molluscs commonly called Oysters.",
	"Tank_DewdropFish": "The Dewdrop Fish, it's waterdrop or rather dewdrop shape gives this fish it's unique name.",
	"Tank_PurpleSpottedTrout": "The Purple Spotted Trout, is not native to Stardew Valley. It's origins is not known to most people.",
	"Tank_Relicantlette": "The Relicantlette, is said to be a common fish found in ancient lakes. But finding an ancient lake is a rare thing.",
	"Tank_Serafin": "The Serafin, it glides through the water with it's wing-like fins. An elegant fish to behold.",
	"Tank_UmuwiCarp": "The Umuwi Carp, this magical fish seems to be surrounded by a strange sort of magic. Further research is required.",
	"Tank_KingSalmon": "The King Salmon, this giant fish is the largest species of salmon. A highly prized fish for most anglers.",
	"Tank_Frog": "Frogs belong to a large and diverse group of amphibians. Using their vocal cords, frogs can make a variety of croaking sounds.",

	//1.1.0 dialogue boxes
	
	"LASV_TP": "Stepping into these magical sparkles, will teleport you to a new magical world!",
	*/
    //npc dialogue such long

    "SPRINGNPC_1": "Turista: ¿Qué debería comprar en la tienda de recuerdos?",
    "SPRINGNPC_2": "Turista: Hola, ¿Primera vez visitando el Acuario?",
    "SPRINGNPC_3": "La mujer no se ha dado cuenta de que estás aquí, está muy ocupada.",
    "SPRINGNPC_4": "El hombre con gafas te dirige una sonrisa presumida.",
    "SPRINGNPC_5": "Turista: ¡Puedo ver peces en el agua!",
    "SPRINGNPC_6": "Turista: Mi amiga me dijo que vió un delfín la última vez que estuvo aquí.",
    "SPRINGNPC_7": "Turista: Vengo aquí cada primavera y verano, me encanta esta playa.",
    "SPRINGNPC_8": "Turista: Si quieres ir a nadar, prueba la parte sur de la playa.",
    "SPRINGNPC_9": "Turista: Estoy esperando a mis amigos.",
    "SPRINGNPC_10": "Turista: Hola, ¿Viniste a disfrutar de la playa?",
    "SPRINGNPC_11": "Turista: ¡Mira toda esta comida!",
    "SPRINGNPC_12": "Turista: Vine hasta aquí por la música.",
    "SPRINGNPC_13": "Turista: Lo siento, no te conozco.",
    "SPRINGNPC_14": "Turista: ¿Qué tal?",
    "SPRINGNPC_15": "Turista: Oh hola, solo estaba aquí viendo la marea.",
    "SPRINGNPC_16": "Turista: La comida está muy buena.",
    "SPRINGNPC_17": "Turista: Tengo mucha sed.",
    "SPRINGNPC_18": "Turista: ¿Ya probaste esto? No está mal.",
    "SPRINGNPC_19": "Turista: Hola, ¿Vienes a probar algo?",
    "SPRINGNPC_20": "Turista: ¿Qué debería probar primero?",
    "SPRINGNPC_21": "Turista: Mira a toda esa gente de allí llenándose.",
    "SPRINGNPC_22": "Turista: Estoy tratando de reunir el valor para ir al agua.",
    "SPRINGNPC_23": "Turista: El agua está linda hoy, deberías probarla.",
    "SPRINGNPC_24": "Turista: Hola, ¿Vas a nadar?",
    "SPRINGNPC_25": "Turista: Quiero ir a nadar, pero me arruinará el pelo.",
    "SPRINGNPC_26": "Turista: Me encanta la playa en primavera, ni demasiado caliente ni demasiado fría.",
    "SPRINGNPC_27": "Turista: Debería intentar tomar el sol, podría tener un bronceado lindo.",
    "SPRINGNPC_28": "Turista: ¿Hmm? Oh estaba perdido en mis pensamientos.",
    "SPRINGNPC_29": "Turista: ¿Quieres ir a nadar? Usa el área al otro lado de la línea de color.",
    "SPRINGNPC_30": "Turista: Hola, ¿Estás teniendo un buen día?",
    "SPRINGNPC_31": "Turista: Me gusta el acuario, pero la playa es bonita.",
    "SPRINGNPC_32": "Turista: Hola, buen clima el de hoy. ¿No crees?",

    "NPCSUMMER_1": "El hombre con gafas te dirige una sonrisa presumida.",
    "NPCSUMMER_2": "Turista: ¿Debería comprar un nuevo bikini?",
    "NPCSUMMER_3": "Turista: ¡Oh no! Olvidé mi maleta.",
    "NPCSUMMER_4": "Turista: Que linda pecera.",
    "NPCSUMMER_5": "Turista: Me pregunto qué peces tiene el Acuario en exhibición.",
    "NPCSUMMER_6": "Turista: Hola, ¿Primera vez que visito el acuario?",
    "NPCSUMMER_7": "Turista: ¿Sabías que puedes comprar helado en la playa?",
    "NPCSUMMER_8": "Señora: ¿Quieres ir a ver los peces en el acuario, Simon?",
    "NPCSUMMER_9": "Simon está demasiado ocupado lamiendo su piruleta para notar que estás ahí.",
    "NPCSUMMER_10": "Turista: Vengo aquí cada primavera y verano, amo esta playa.",
    "NPCSUMMER_11": "Turista: La vista desde el muelle es realmente bonita en esta época del año.",
    "NPCSUMMER_12": "Turista: Podría haber jurado que vi un pollo en el agua, tal vez solo era un pez Globo-Pollo.",
    "NPCSUMMER_13": "Turista: ¿Puedo ayudarte?",
    "NPCSUMMER_14": "Turista: Oh hola cariño. ¿Cómo estás hoy?",
    "NPCSUMMER_15": "Turista: Realmente podría ir a comprar un helado ahora.",
    "NPCSUMMER_16": "Turista: Esa mujer en el muelle parece desconcertada.",
    "NPCSUMMER_17": "Payaso: ¿Quieres ver un truco con globos?",
    "NPCSUMMER_18": "Turista: ¿Qué hace un payaso en la playa?",
    "NPCSUMMER_19": "Turista: Hola, estoy esperando a mis amigos.",
    "NPCSUMMER_20": "Turista: Me gusta ver el atardecer desde aquí.",
    "NPCSUMMER_21": "Turista: El océano se ve hermoso hoy.",
    "NPCSUMMER_22": "Hombre: ¡Uff! Hace mucho calor hoy.",
    "NPCSUMMER_23": "Turista: Me encantan los colores del agua en el verano.",
    "NPCSUMMER_24": "Turista: Recuerda el bloqueador solar, si vas a broncearte.",
    "NPCSUMMER_25": "Turista: ¿Quieres ir a nadar? Usa el área al otro lado de la línea de color.",
    "NPCSUMMER_26": "Turista: Ir a nadar es una excelente manera de refrescarse.",
    "NPCSUMMER_27": "Turista: Debería haber traído mi máscara de natación.",
    "NPCSUMMER_28": "Turista: No voy a nadar, me arruinará el pelo.",
    "NPCSUMMER_29": "Turista: Deberías intentar saltar al agua si tienes demasiado calor.",
    "NPCSUMMER_30": "Turista: Hola, ¿Quieres nadar?",
    "NPCSUMMER_31": "Turista: Estoy tratando de reunir el valor para ir al agua.",
    "NPCSUMMER_32": "Turista: Me pregunto si hay conchas marinas en esta playa..",
    "NPCSUMMER_33": "El hombre está durmiendo, probablemente no deberías molestarlo.",
    "NPCSUMMER_34": "Turista: Creo que vi un cangrejo.",
    "NPCSUMMER_35": "Turista: Hola, ¿Disfrutas del clima?",
    "NPCSUMMER_36": "Turista: Hay muchas estrellas de mar en la marea.",
    "NPCSUMMER_37": "Turista: ¿Que quieres?",
    "NPCSUMMER_38": "Turista: ¿Oh te gusta mi cabello? ¡Gracias!",
    "NPCSUMMER_39": "Turista: Hay tanta vida en la marea.",
    "NPCSUMMER_40": "Turista: ¡Hey!",
    "NPCSUMMER_41": "Turista: ¿Que cuentas?",
    "NPCSUMMER_42": "Hombre: Puedes tomar muchas fotos bonitas de la playa.",
    "NPCSUMMER_43": "Turista: Ese hombre de ahí tomó mi foto.",
    "NPCSUMMER_44": "Esta mujer está muy ocupada para darse cuenta que estás ahí.",
    "NPCSUMMER_45": "Turista: No puedo comer más.",
    "NPCSUMMER_46": "Turista: Hola, ¿Tienes hambre?",
    "NPCSUMMER_47": "Turista: ¡Tarta de moras! mi favorito.",
    "NPCSUMMER_48": "Turista: Espero que no haya cítricos en nada de esto. Soy alérgico, ves.",
    "NPCSUMMER_49": "Turista: ¿Eso es ensalada de col? Me encanta la ensalada de col.",
    "NPCSUMMER_50": "Turista: Esta carne está deliciosa.",
    "NPCSUMMER_51": "Turista: Me pregunto que hay en estas tapas, ¡Están riquísimas!",
    "NPCSUMMER_52": "Turista: ¡¿Qué?! Alguien se comió la comida de mi plato. Oh espera, fui yo.",
    "NPCSUMMER_53": "Turista: ¡Hay mucha comida!",
    "NPCSUMMER_54": "Turista: Mira, tenemos cóctel de camarones, qué elegante.",
    "NPCSUMMER_55": "Turista: Hey, ¿Nos conocemos?",
    "NPCSUMMER_56": "Turista: Aquí venden bocadillos, son muy baratos.",
    "NPCSUMMER_57": "La mujer te está ignorando",

    "FALLNPC_1": "La mujer te está ignorando",
    "FALLNPC_2": "El hombre con gafas te dirige una sonrisa presumida.",
    "FALLNPC_3": "Turista: ¿Donde está todo el mundo? Supongo que el otoño no es una temporada muy popular.",
    "FALLNPC_4": "Turista: El agua está demasiado fría en esta época del año para ir a nadar si me preguntas.",
    "FALLNPC_5": "Turista: El agua está un poco fría, pero no me importa.",
    "FALLNPC_6": "Turista: Hace un poco de frío.",
    "FALLNPC_7": "Turista: Hey, hola.",
    "FALLNPC_8": "Turista: Hola, ¿como estás hoy?",
    "FALLNPC_9": "Turista: Necesito tomar el último sol antes de que llegue el invierno.",
    "FALLNPC_10": "Turista: Me pregunto qué hay en estas botellas.",
    "FALLNPC_11": "Turista: Cobbler es el mejor.",
    "FALLNPC_12": "Turista: Hola, ¿tienes hambre?",
    "FALLNPC_13": "Turista: ¿ya probaste la carne?",

    "NPCWINTER_1": "Pescador: Puedes pescar algunos calamares muy buenos aquí por la noche.",
    "NPCWINTER_2": "El pescador tararea una melodía náutica para sí mismo.",
    "NPCWINTER_3": "Pescador: Vienes a pescar, ¿verdad?",
    "NPCWINTER_4": "Pescador: ¿Hmm? Oh hola, líneas estrechas y todo eso.",
    "NPCWINTER_5": "Señora: Deja esa bola de nieve, Simon.",
    "NPCWINTER_6": "Simon tiene una sonrisa traviesa en su rostro.",

    //achievement
    "AchievementName": "¡Durmiendo con los pececitos!",
    "AchievementDescription": "Donó uno de cada pez al acuario Stardew.",
    "AchievementCongratulations": "Lo hiciste.. ¡Felicitaciones! ¡Intenta volver mañana para ver el Acuario repleto!",

    //ehehehe
    "PufferchickDonated": "Escuchaste un clic detrás del mostrador...",

    //mail
    "AquariumOpenLandslide": "Querido @,^^Me alivia saber que nadie resultó herido cuando se despejó el deslizamiento de tierra anoche. Pero debido a este evento, escuché que el ferrocarril ahora está disponible nuevamente para Pueblo Pelícano.^¡Por lo tanto, me enorgullece anunciar que el nuevo Acuario Stardew está abierto!^Mi amigo Willy me dijo que eres buen pescador, tal vez considerarías donar algunos de los especímenes que has capturado.^^Saludos cordiales, el Curador del Acuario Stardew.",
    "AquariumOPenLater": "Hola @!^^¡Me enorgullece anunciar que el nuevo Acuario Stardew está abierto al público!^Mi amigo Willy me dijo que eres buen pescador, tal vez considerarías donar algunos de los especímenes que has capturado.^^Saludos cordiales, el Curador del Acuario Stardew."
}
