{
    //Welcome message after the stardew aquarium has been completed
    "AquariumWelcome": "¡Bienvenido al Aquario de Stardew Valley! Hemos adquirido una colección completa recientemente. ¡Y todo es gracias a ti!",

    //Donation menu dialogue and options
    "DonationMenuTitle": "Selecciona el pez que deseas donar",
    "DonationQuestion": "¡Bienvenido al Aquario de Stardew Valley! ¿Te gustaría donar un pez hoy?",
    "OptionYes": "Sí",
    "OptionNo": "No",
    "More": "Más",
    "Exit": "Cerca",
    "DeclineToDonate": "¡Eres libre de volver en cualquier momento si cambias de parecer!",
    "NothingToDonate": "¡Bienvenido al Aquario de Stardew Valley! Si alguna vez encuentras algún espécimen que nos falte, estaríamos encantados si llegas a considerar en realizar una donación.",
    "MenuCloseFishDonated": "¡Muchas gracias por tu contribución! ¡Vuelve en cualquier momento y lo tendré preparado!",
    "MenuCloseNoFishDonated": "Por favor, vuelve cuando quieras.",
    "Donate": "Donate: ",
    "DonateDescription": "Haciendo click en el botón a continuación donarás el pez y se eliminará de tu inventario",

    //global messages in multiplayer
    "FishDonatedMP": "{0} ha donado {1} en el Acuario",
    "AchievementUnlockedMP": "¡El Acuario de Stardew Valley ha sido completado!",

    //collections menu title
    "CollectionsMenu": "Colección de Acuario Stardew",

    //tank messages
    "WhichFishInfo": "¿Sobre qué pez te gustaría saber más?",
    "EmptyTank": "Solo un tanque vacío...",

    // items.
    "Decor": "Decor", // used as the override category name for one item.
    "pufferchick-shirt-name": "Camiseta de Globo-Pollo",
    "pufferchick-shirt-description": "He estado allí, he hecho eso, y ya tengo la camiseta.",

    //dialogue boxes
    "Ice": "Todo este hielo... es usado para enfriar la pecera con esa máquina.",
    "IceMachine": "Esta máquina mantiene la pecera congelado sobre temperaturas muy bajas.",
    "Pressure": "Esta máquina es usada para medir la presión de la pecera.",
    "Depth": "Esta es una representación muy semejante a un medidor de profundidad, pero no es real.",
    "PanelCool": "Este panel tiene muchos botones, mejor no tocarlos.",
    "Lever": "Lo siento, pero esta palanca no te llevará a ninguna parte.",
    "Bench": "Estos bancos parecen nuevos...",
    "LegendaryBook": "Una guía de pescador para peces legendarios",
    "MinesBook": "The Mines : ¿Qué tipo de pez vivirá aquí?",
    "BaitBook": "Cebo y cómo usarlo correctamente",
    "Dropped": "Parece que alguien tiene un poco de empatía por los libros...",
    "PetBook": "Enciclopedia de peces: Volúmen 1.",
    "Dwarf": "Esto me recuerda a alguien... Pero no puedo decirte a quién...",
    "Introvert": "Que por qué me estoy escondiendo aquí, preguntarás. Soy un introvertido.",
    "StayHydratedBois": "*sonidos de beber*",
    "OutsideSign": "¡Bienvenido al Acuario de Stardew Valley! Disfruta tu visita.",
    "SewerTP": "Si bajas la rejilla te dirigirás hacia las alcantarillas, dónde mantenemos un pez especial que solo es encontrado en un lugar peligroso llamado guarida de insectos mutantes.",
    "SwampTP": "Si te paras sobre este circulo mágico serás transportado a una parte aislada del pantano, donde especímenes especiales 'infundidos por el vacío' pueden prosperar.",
    "SVETP": "Pasa por esta puerta para ver nuestra exhibición de peces especiales.",
    "ComingSoon": "¡Muy pronto!",
    "SVEBookOpen": "Es un libro de cocina. Menciona algo sobre el Pez Mantequilla...",
    "SVEBook1": "Debes ver la lista de seguimiento de monstruos: El Apophis",
    "SVEBook2": "Los Crimson Badlands: Una mirada profunda.",
    "SVEBook3": "El secreto del Castillo Village",
    "Shopkeeperecksdeehahafunny": "El Hombre de Helado: ¡Oye, no puedes volver aquí!",

    //fish descriptions
    "Tank_Pufferfish": "El Pez Globo es uno de los peces más venenosos del mundo. Es un pez de movimientos lentos, pero tiene un sistema de defensa único: Puede inflar su estómago con agua para evitar ser comido.",
    "Tank_Anchovy": "La Anchoa es un pequeño pez con alimentación por filtración el cual es una típica presa para los depredadores.",
    "Tank_Tuna": "El Atún es rápido, un pez simplificado hecho para la velocidad, haciendolo un depredador muy efectivo.",
    "Tank_Sardine": "La Sardina es un pequeño pez que se alimenta de zooplancton. Puede ser encontrado en grandes cardúmenes dónde el zooplancton es abundante.",
    "Tank_Bream": "Besugo es un nombre usado para referirse a una variedad de peces. Esta especie azul es comúnmente encontrada en áreas de agua dulce al rededor de Stardew Valley.",
    "Tank_LargemouthBass": "El Perca es una de las especies de Lubina más encontradas en Stardew Valley. Es comúnmente un pez de juegos para los pescadores.",
    "Tank_SmallmouthBass": "La Lubina puede ser fácilmente reconocida por sus ojos rojos. Como la mayoría de especies de lubina, las hembras tienden a ser más grandes que los machos.",
    "Tank_RainbowTrout": "La Trucha Arcoíris puede ser encontrada en lagos y ríos. El mayor récord de edad de una Trucha Arcoíris ha sido 11 años.",
    "Tank_Salmon": "El Salmón es conocido por migrar desde el océano hasta agua dulce para dejar sus huevos. Algunos dicen que vuelve al lugar exacto dónde puso sus huevos para volver a reproducirse.",
    "Tank_Walleye": "El Lucio se llama así porque sus ojos están salidos hacia afuera, como si mirara a las paredes. En la noche sus ojos brillan en la oscuridad, haciendo que sea más fácil ser capturados por pescadores.",
    "Tank_Perch": "El Cachuelo es un pez carnívoro que puede ser encontrado en lagos y ríos.",
    "Tank_Carp": "El término Carpa es usado para denominar a un gran grupo de peces de agua dulce. Pueden ser encontrados en varias áreas de Stardew Valley.",
    "Tank_Catfish": "El Pez Gato tiene barbillas únicas que se asemejan a bigotes de gato, de ahí su nombre. Son típicamente activos durante los días de lluvia en Stardew Valley.",
    "Tank_Pike": "El Sauri es un pez carnívoro que usualmente vive en áreas de agua dulce salubre. El nombre Sauri se origina de que su cuerpo body se asemeja al arma con forma de palo conocida como lucio.",
    "Tank_Sunfish": "El Pez Sol prefiere los ríos de aguas cálidas. Puede ser encontrado en Stardew Valley durante primavera y verano.",
    "Tank_RedMullet": "El Salmonete era usado como pez mascota; pero ahora es más conocido como un pez para comidas.",
    "Tank_Herring": "El Arenque suele nadar en grandes cardúmenes. Puede ser encontrado mayormente en aguas templadas y poco profundas.",
    "Tank_Eel": "La Anguila es un pez alargado que, dependiendo de la especie, carece de varias aletas. Cuando se mueve crea ondas con el largo de su cuerpo.",
    "Tank_Octopus": "El Pulpo en realidad no es un pez, sino más bien un molusco de ocho miembros. TEl Pulpo aparece mucho en la mitología como un monstruo. Y ciertamente es difícil de capturar - ¡Buen trabajo!",
    "Tank_RedSnapper": "El Pargo Colorado es facilmente reconocido por su color rojo. Es un pez marino tropical el cual puede ser encontrado durante los días lluviosos de verano en Stardew Valley.",
    "Tank_Squid": "El Calamar en realidad no es un pez, sino más bien un molusco. Los Calamares tiran tinta para confundir a sus depredadores. Si lo pones en una pecera, ¡Puede producirte tinta!",
    "Tank_SeaCucumber": "El Pepino de Mar no es en realidad un pez, sino más bien un equinodermo. Puede ser encontrado en pisos oceánicos en todo el mundo.",
    "Tank_SuperCucumber": "El Superpepino en realidad no es un pez, sino más bien un equinodermo. Estas raras espieces de Pepinos de Mar son raras de atrapar. Son vistos en el verano u otoño durante la noche en Stardew Valley",
    "Tank_Ghostfish": "El Pez Fantasma es completamente ciego. Pero puede, sin embargo, detectar fluctuaciones en la presión del agua fracias a sus líneas laterales, las cuales usa para navegar.",
    "Tank_Stonefish": "Este pez camuflado puede parecer inofensivo, pero el Pez Piedra es altamente venenoso. ¡Ten cuidado con confundirlo con una piedra!",
    "Tank_IcePip": "El Pez Carambano puede ser atrapado en la profundidad de las minas congeladas. Su pequeño tamaño y velocidad lo hacen ser difícil de capturar para la mayoría de pescadores.",
    "Tank_LavaEel": "La Anguila de Lava es una rara y única especie de anguila. Ha milagrosamente evolucionado para poder sobrevivir en las aguas calientes de lava. Ten cuidado: ¡Esta pecera está muy caliente!",
    "Tank_Sandfish": "El Lenguado es un pez plano tropical. Le gusta esconderse y camuflarse en la arena.",
    "Tank_ScorpionCarp": "El Carpa Escorpión es una especie tropical de Carpa. Usa su velocidad y su aguijón venenoso para atrapar a su presa.",
    "Tank_Flounder": "El Platija es un pez plano que vive en el fondo de los pisos oceánicos. Un Platija adulto puede usar su camuflaje para esconderse de los depredadores.",
    "Tank_MidnightCarp": "La Carpa de Medianoche es un pez tímido. Puede ser encontrado en estanques y lagos durante la noche.",
    "Tank_Sturgeon": "El Esturión es una especie antigua de pez que tiene un tremendamente largo periodo de vida. Los huevos que produce este pez en los estanques son usados para hacer el lujoso caviar.",
    "Tank_TigerTrout": "La Trucha Tigre es un híbrido entre la Trucha Marrón y la Trucha de Arroyo. Es un estéril, piscivoro pez, y tremendamente raros.",
    "Tank_Bullhead": "El Siluro es un pez que vive en los fondos. Tiene una vista pobre, pero puede usar su barbilla sensitiva para localizar comida.",
    "Tank_Tilapia": "Tilapia es un nombre común para una amplia variedad de especies de peces cíclidos. Son muy sensibles a las temperaturas y prefieren climas cálidos.",
    "Tank_Chub": "Barbo es un nombre común para muchos peces con aletas radiadas. Son unos peces muy comunes de Stardew Valley.",
    "Tank_Dorado": "Dorado, significado de oro en muchas lenguas, da el nombre de este brillante pez.",
    "Tank_Albacore": "El Atún Blanco es también conocido como Atún de Aletas Largas. Como el Atún, tiene un cuerpo aerodinámico. Es un pez migratorio que puede viajar largas distancias.",
    "Tank_Shad": "El Sábalo, como el Salmón, son anádromos y migran al agua dulce para desovar.",
    "Tank_Lingcod": "El Bacalao Largo también se conoce como bacalao búfalo o bacalao cultus. Su nombre es una combinación de otros dos peces, la Maruca y el Bacalao. Aunque el cocodrilo rojo no está estrechamente relacionado con estos peces, recibe este nombre por parecerse a estos.",
    "Tank_Halibut": "El Fletán es un pez plano y vive en el fondo del océano. Su nombre se deriva de santo (holy en inglés, haly) y butte (pez plano).",
    "Tank_Woodskip": "El Muyu es un pez muy sensible que solo puede sobrevivir en estanques en el fondo del bosque... o en este acuario especial.",
    "Tank_VoidSalmon": "El Salmón Sombrío ha sido retorcido por energía obscura y vacía. No se sabe mucho sobre este obscuro y mágico pez.",
    "Tank_Slimejack": "El Babolín está cubierto por una capa de limo. Algunos peces usan el limo como mecanismo de defensa contra depredadores.",
    "Tank_MidnightSquid": "El Calamar de Medianoche, como los otros Calamares, no es en realidad un pez, sino más bien un molusco. Vive en el fondo del océano y puede producir grandes cantidades de tinta.",
    "Tank_Blobfish": "El Pez Gota vive en el fondo del océano: puede vivir entre 600 a 1200 metros, donde la presión es de 60 a 120 veces más que el nivel del mar. Cuando los Peces Gota son atrapados por pescadores, comenzarán a perder su forma debido al daño tisular. Afortunadamente, este acuario está diseñado para peces de aguas profundas.",
    "Tank_SpookFish": "Este espécimen, el Pez Asustado, tiene tres ojos eficientes que puede detectar la silueta más tenue en la oscuridad de las profundidades del mar.",
    "Tank_Angler": "El legendario Rape es famoso por su método depredador característico: usa un colgador bioluminiscente para atraer presas.",
    "Tank_Legend": "El único Leyenda... Dicen que el rey de los peces nunca sería capturado, pero tú probaste lo contrario.",
    "Tank_MutantCarp": "El legendario Carpa Mutante es encontrado en las alcantarillas de Pueblo Pelícano. Como este pez llegó a ser este monstruo es un misterio.",
    "Tank_Crimsonfish": "El legendario Pez Carmesí es una especie rara de los peces que viven en las profundidades del océano. Deja sus huevos en aguas poco profundas durante el verano.",
    "Tank_Glacierfish": "El legendario Pez Glacial construye sus nidos en la parte inferior de glaciales donde se sienten más a gusto - Entre más fría el agua mejor.",
    "Tank_Lobster": "La Langosta en realidad no es un pez, sino más bien un crustáceo. Sus colores pueden variar, pero muy rara vez son de color rojo brillante, ya que a menudo se les conoce erróneamente. El característico color rojo de la langosta se produce cuando se eliminan ciertos pigmentos de la epidermis de la langosta durante la cocción.",
    "Tank_Crayfish": "El Cangrejo de Río es un pequeño crustáceo de agua dulce con semejanza a la Langosta. Los Cangrejos de Río son también conocidos como padres cangrejo, pez cangrejo o bichos de lodo.",
    "Tank_Crab": "El Cangrejo es un crustáceo icónico. Hay muchas especies diferentes de cangrejos que pueden ser encontradaspor todo el mundo.",
    "Tank_Cockle": "El Berberecho es un molusco es un molusco que utiliza un sifón para filtrar el agua para alimentarse.",
    "Tank_Mussel": "El Mejillón es el nombre más común para una gran cantidad de moluscos bivalvo. Todos comparten algo único, una forma alargada y asimétrica.",
    "Tank_Shrimp": "El Gamba es un crustáceo que puede ser encontrado en varios océanos. A excepción de otros peces, estos crustáceos no poseen aletas para moverse; empujan su abdomen para mover su cuerpo. Sin embargo, esto significa que el Gamba nada al revés.",
    "Tank_Snail": "El Caracol pertenece a un grupo llamado gastropodos, los cuales están en una clase entre los filo de moluscos. Los Caracoles pueden retraerse enteramente dentro de sus caparazones.",
    "Tank_Periwinkle": "El bígaro, también conocido como winkle o buccino, es un gastropodo pequeño. Sus conchas suelen ser puntiagudas.",
    "Tank_Oyster": "La Ostra es un molusco bivalvo. Son comunmente conocidos por producir perlas. Las perlas se crean cuando una irritación se ha abierto camino dentro de la ostra. Como un mecanismo de defensa, se usa un líquido para cubrir el irritante. Se deposita capa sobre capa de este recubrimiento, llamado nácar, hasta que se forma una perla brillante.",
    "Tank_Pufferchick": "'Hace mucho tiempo, cuando la Tierra era jóven y los Globo-Pollo no existían aún, el canal de creadores de mod tenía su propia subcultura de emojis basada en el Globo-Pollo. Sugerí añadir algunos de ellos al slot de servidores de emojis (tiempo atrás cuando podíamos tener 50 máximo), el staff me preguntó cuales quería agregar, yo en forma de broma había creado a Globo-Pollo para sugerirlo.' - Pathoschild, 2020",
    "Tank_VoidEel": "La Anguila del Vacío es una misteriosa especie de Anguila, es posible que su cabeza extra sea un resultado de energía del vacío.",
    "Tank_Starfish": "El Pez Estrella o Estrella de Mar no son realmente un pez, sino más bien equinodermos. Existen muchas especies de Pez Estrella, pueden ser encontrados en aguas del trópico hasta aguas polares. Sin embargo, esta especie se ve tropical.",
    "Tank_Clownfish": "El Pez Payaso o Pez Anémona puede ser encontrado en aguas cálidas del océano. Dependiendo de la especie se pueden encontrar en los colores amarillo, naranja, rojo o negro con rayas blancas o parches.",
    "Tank_Minnow": "Mini es el nombre para una pequeña cantidad de especies de peces de agua dulce. Pueden ser encontrados en lagos o ríos.",
    "Tank_Puppyfish": "El Pez Cachorro es posiblemente la mascota acuática más popular. Pero si quieres acariciarlo, ¡Deberás mojarte las manos primero!",
    "Tank_Butterfish": "El Pez Mantequilla es un pez de agua dulce, puede ser encontrado en diferentes aguas al rededor de Stardew Valley dependiendo de la estación.",

    //1.1.0 fish descriptions
    // TODO
    "Tank_DottedAbalone": "Abalone is a name for a group of molluscs. They are also known by other names, such as; Ear Shells, Sea Ears, Muttonfish, Muttonshells, Ormer, Perlemoen and Paua.",
    "Tank_Scallop": "Scallop is a name for a wide variety of molluscs. They are closely related to another group of molluscs commonly called Oysters.",
    "Tank_DewdropFish": "The Dewdrop Fish, it's waterdrop or rather dewdrop shape gives this fish it's unique name.",
    "Tank_PurpleSpottedTrout": "The Purple Spotted Trout, is not native to Stardew Valley. It's origins is not known to most people.",
    "Tank_Relicantlette": "The Relicantlette, is said to be a common fish found in ancient lakes. But finding an ancient lake is a rare thing.",
    "Tank_Serafin": "The Serafin, it glides through the water with it's wing-like fins. An elegant fish to behold.",
    "Tank_UmuwiCarp": "The Umuwi Carp, this magical fish seems to be surrounded by a strange sort of magic. Further research is required.",
    "Tank_KingSalmon": "The King Salmon, this giant fish is the largest species of salmon. A highly prized fish for most anglers.",
    "Tank_Frog": "Frogs belong to a large and diverse group of amphibians. Using their vocal cords, frogs can make a variety of croaking sounds.",

    //1.1.0 dialogue boxes
    // TODO
    "LASV_TP": "Stepping into these magical sparkles, will teleport you to a new magical world!",

    //1.2.0 Fish descriptions
    // TODO
    "Tank_SonOfCrimsonfish": "This young Crimsonfish has a flamboyant tail, but it is simply a phase.",
    "Tank_RadioactiveCarp": "This fish is radioactive, but don't worry it is safely contained in this tank.",
    "Tank_Ms.Angler": "This anglerfish seems to be wearing makeup...",
    "Tank_GlacierfishJr.": "This fish is so cool. It even has the sunglasses to prove it.",
    "Tank_LegendII": "The one and only Legend... wait a second!",
    "Tank_Stingray": "Stingrays is a name for a group of sea rays. They are related to sharks but unlike sharks and other fish, stingrays use a unique mode of locomotion called 'undulation'.",
    "Tank_BlueDiscus": "The Blue Discus is a species of cichlid, it is very senstive to changes in temperature and prefers warmer waters.",
    "Tank_Lionfish": "The Lionfish or also known 'zebrafish' or 'firefish' is a venomous marine fish. It is an effective predator that feeds on smaller fish and molluscs. In some areas some Lionfish are considered an invasive species. There are 12 known species of Lionfish currently.",

    //1.3.0 dialogue boxes
    // TODO
    "WaterfallCave": "This is just the mandatory cave behind the waterfall. Nothing to see here, move on.",
    "KoiRoom": "The sign next to the door says: Koi Pond.",
    "PrettyFlower": "You stop and smell the flowers.",
    "Knight": "You look inside the armor. No one is home.",
    "Sword": "The sword is very dull. Perhaps its just for decoration.",
    "MNFBook1": "Mermaid Island tour guide book.",
    "MNFBook2": "Kitty Slimes, Dragons and other magical creatures.",
    "MNFBook3": "The Mythical City of Ghibli.",
    "MNFBook4": "A building catalog. Aquariums and how to build them.",
    "Tea": "Someone left their cup of tea on the table. Its still hot.",
    "Boat": "An old boat with lots of holes in it.",
    "Cactus": "You carefully reach out and touch the cactus. Lucky for you its not real.",
    "Vase": "A beautiful curved vase.",
    "Coconut": "You try to shake the tree. But nothing happens... What did you expect, a coconut would fall down?",

    //1.3.0 MNF fish descriptions
    // TODO
    "Tank_Glassfish": "The Glass Fish has an extraordinary transparent body, it feeds on crustaceans, annelid worms and other invertebrates. It is usually prey for larger fish.",
    "Tank_Coelacanth": "Coelacanth is an order of fish with only 2 currently living species. The order was long thought to be extinct but was later rediscovered.",
    "Tank_Cavefish": "Cavefish or cave fish is a generic term for fish adapted to living in caves. They have unusual adaptations known as Troglomorphism. Adaptations for animals living in constant darkness, such adaptations usually include loss of pigment, eyesight or possible blindness.",
    "Tank_CaveLobster": "The Cave Lobster is a rare species of crustacean that has adapted to live in caves. It feeds on organic matter that is washed into caves and bat guano.",
    "Tank_CyclopsShark": "This 'Cyclops Shark' appears to be a Dusky Shark featuring Cyclopia. Cyclopia is a birth defect that rarely occurs in many animals.",
    "Tank_Barreleye": "The Barreleye is so named for their unique barrel-shaped eyes. Its eyes are generally directed upwards to detect silhouettes of their prey. They can however still direct their eyes forward.",
    "Tank_BrainSlug": "This strange slug is believed to be a parasitic brain slug, it has a green body with two feelers and one large eye.",
    "Tank_Tucunare": "The Tucunare or also known as Peacock bass, belongs to a large genus known as cichlids. Even with its similarities it is not closely related to other fish known as bass.",
    "Tank_ArcticChar": "The Arctic Char is a cold water fish. It belongs to the family Salmonidae, which includes fish like trout and salmon. In some areas it is also known as 'Golets'.",
    "Tank_GreenTerror": "The Green Terror is a species of freshwater fish from the large cichlid family. It has previously been confused with other species due to its polymorphism, meaning that the same species can have different morphs or forms.",
    "Tank_CommonPleco": "The Common Pleco also known as 'Suckermouth Catfish' is a species of freshwater loricariid catfish. It usually feeds on algae and crustaceans.",
    "Tank_SiameseAlgaeEater": "The Siamese Algae Eater is a species of freshwater fish from the carp family. It typically dwells along the bottom of streams and rivers, where it, like its name suggests, eats algae.",
    "Tank_Trahira": "Trahira or 'Trairas' are a family of freshwater fish. They are carnivorous and prey and other fish. Some species are even able to breathe air.",
    "Tank_Pacu": "Pacu is a common name that refers to a variety of omnivorous freshwater serrasalmid fish. They are related to the Piranha, but unlike its close relative they have more squarer teeth fit for a more omnivorous diet.",
    "Tank_SnowballPleco": "The Snowball Pleco is a species of freshwater loricariid catfish. It typically feeds on algae but will sometimes also eat other organic matter.",
    "Tank_FreshwaterPufferfish": "Although most Pufferfish live in marine environments, about 35 species spend their entire life cycles in freshwater. Like other pufferfish it has the ability to inflate when threatened, this is a defense mechanism to make up for its slow locomotion.",
    "Tank_Arowana": "The Arowana is a freshwater fish. It is also known as 'bony tongues'. There are roughly 10 different types of arowana. It has an elongated body covered in heavy scales with mosaic patterns.",
    "Tank_Tench": "The Tench or also known as 'doctor fish'. It can be found in slow moving waters such as rivers and lakes.",
    "Tank_ZebraTilapia": "The Zebra Tilapia belongs to a large genus called cichlids. It is a rather large cichlid, its dark stripes tend to fade as they age.",
    "Tank_ClownKnifefish": "Clown Knifefish also goes by other names such as Clown Featherback or Spotted Knifefish. This nocturnal freshwater fish is usually found in lakes.",
    "Tank_RedtailShark": "The Redtail Shark or 'Redtail Sharkminnow' is a species of freshwater fish from the carp family. It has a black body with a characteristic orange tail. Even though its name might suggest that it is related to sharks, it is not.",
    "Tank_ClownLoach": "The Clown Loach or 'Tiger Botia' as it is also known as, is a species of freshwater fish belonging to the botiid loach family. It has a long orange to yellow body with black bands. Its mouth is faced downwards with 4 barbels.",
    "Tank_Sauger": "The Sauger is a freshwater fish that is closely related to the Walleye. It is a well-adapted predatory that is capable of swimming in fast streams. Saugers on a variety of invertebrates and small fish.\t",
    "Tank_Elephantfish": "Elephantfish or rather the 'Freshwater Elephantfish', not to be confused with the marine elephantfish, is a family of freshwater fish. Some species have a modified mouthparts to feed on small invertebrates in muddy substrates.",
    "Tank_FlameAngelfish": "The Flame Angelfish or Flaming Angelfish is a species of angelfish. It has a bright orange-red colourization, black bars on its side with dorsal and anal fins that are blue. Its diet can vary from algae to crustaceans.",
    "Tank_ThreespotAngelfish": "The Threespot Angelfish is a species of angelfish. It has a bright yellow colourization with three dark spots on its body. The females of this species can change their sex at one point during their lifetime.",
    "Tank_BandedAngelfish": "The Banded Angelfish or Bandit Angelfish is a species of angelfish. It is overall pale with a broad black bar across its body. It can usually be found deep waters around reefs.",
    "Tank_OrnateAngelfish": "The Ornate Angelfish or Bellus Angelfish as it is also known as, is a species of angelfish. The females of this species tend to be blue, black and white. The males are generally grey with a yellow stripe.",
    "Tank_RoyalAngelfish": "The Royal Angelfish or Regal Angelfish is a marine species of angelfish. It has a flat body with a varied colourization depending on what region it is from.",
    "Tank_TigerPuffer": "The Tiger Puffer is a species of pufferfish, like most pufferfish some of its organs contain toxins that are highly toxic to humans.",
    "Tank_MoorishIdol": "The Moorish Idol is a common marine fish species found in reef and lagoon habitats. It is an omnivorous fish with a habit of eating corals and sponges.",
    "Tank_BlueTang": "The Blue Tang is a species of surgeonfish. It also goes by other names such as 'Regal Blue Tang', 'Royal Blue Tang', 'Blue Hippo Tang' and 'Blue Surgeonfish' to name a few. It has a flat blue body with a black palette design and a yellow tail. The males tend to be larger than the females.",
    "Tank_DwarfStingray": "The Dwarf Stingray is a small species of stingray. It has a diamond shaped body, with its head forming almost a triangular pointed tip. It has a long whip-like tail with a serrated stinging spine.",
    "Tank_MaroonClownfish": "The Maroon Clownfish or 'Spine-cheeked Clownfish' as it is also known as, is a species of anemonefish. Like other anemonefish it forms a symbiotic mutualistic relationship with sea anemones.",
    "Tank_SebaeClownfish": "The Sebae Clownfish is a species of anemonefish. It is usually found living in association with saddle anemones.",
    "Tank_Wide-bandClownfish": "The Wideband Clownfish is a species of anemonefish. Like other anemonefish it lives symbiotically anemones and is unaffected by their stings. It is capable of changing its sex, females are typically the largest, followed by breeding males and then nonbreeding males.",
    "Tank_PinkSkunkClownfish": "The Pink Skunk Clownfish or simply 'Pink Clownfish' as it is also known as, is a species of anemonefish. Anemonefish have been grouped into six groups called complexes, the Pink Skunk Clownfish belongs to a complex called the 'skunk complex'.",
    "Tank_OrangeClownfish": "The Orange Clownfish is also known by other names such as 'Percula Clownfish' or 'Clown Anemonefish'. It belongs to a subfamily called anemonefish, like other species of this family, it lives in symbiose with anemones. It typically lives with 2 specific anemone species.",
    "Tank_SaddlebackClownfish": "The Saddleback Clownfish or 'Yellowfin Clownfish' as it is also known as, is a species of anemonefish. Like some other anemonefish, males are capable of changing their sex to female, this phenemon is called protandry.",
    "Tank_Two-BandClownfish": "The Two-Band Clownfish or 'Two-banded Anemonefish' as it is also known as, is a species of anemonefish. Like the name suggests it has two bands or bars of white with black edges on its body. Like other anemonefish it feeds on algae and zooplankton.",
    "Tank_WhitesnoutClownfish": "The Whitesnout Clownfish or 'McCulloch's Anemonefish' as it is also known as. Like other anemonefish it lives symbiotically with anemonefish, but the Whitesnout Clownfish specifically is only hosted by 1 species of anemone, the Bubble-tip anemone.",
    "Tank_FireClownfish": "The Fireclownfish is known by a lot of different names such as 'Cinnamon Clownfish', 'Dusky Clownfish'or 'Black-backed Clownfish' to name a few. It is a species of anemonefish with a dark red body with a single white band behind its eye.",
    "Tank_YellowtailClownfish": "The Yellowtail Clownfish or 'Clark's Anemonefish' as it is also known as, is a marine species of anemonefish. Unlike other clownfish, it is not specifically hosted by a limited number of specific anemone species, but rather a variety of 10 species.",
    "Tank_SkunkClownfish": "The Skunk Clownfish or 'Nosestripe Anemonefish' as it is also known as, is a species of anemonefish. Like other anemonefish they are territorial and use sound to protect its territory in the form of pops or chirps.",
    "Tank_Pollock": "Pollock or 'Pollack' is a common name for one of two species of fish from the Cod family. The other species it regularly gets confused with is the Coley or 'Coalfish' from the same genus.",
    "Tank_FalseKelpfish": "The False Kelpfish or 'Sea Ruffe' as it is also known as, is a species of fish from the rockfish family. There are only 3 recognized species of rockfish.",
    "Tank_Icefish": "Icefish or 'Noodlefish' is a family of fish. They have a slender body with almost no scales. The females being entirely scale-less and males only having a few scales. Most species of Icefish only live for a year, so they reach maturity very fast.",
    "Tank_Monkfish": "Monkfish is a common name for a genus of anglerfish species. It is also known by other names such as 'Fishing-Frogs' or 'Sea-Devils'. As with all species of anglerfish it has a dangler to lure or attract prey. There are 7 known species of Monkfish.",
    "Tank_Wolffish": "The Wolffish or 'Sea Wolf' are deep sea fish that are native to cold waters. It uses its strong teeth to feed on various clams, echinoderms and crustaceans. There are 4 known species of Wolffish, 5 including the related Wolf Eel.",
    "Tank_Thread-SailFilefish": "The Thread-Sail Filefish is a marine species of Filefish. It feeds on both plankton and smaller crustaceans making it omnivorous. Juveniles of this species typically hide in drifting seaweed for safety against predators.",
    "Tank_Soldierfish": "The Soldierfish is a family of ray-finned fish, they can usually be found in tropical waters near reefs. They feed on larger zooplankton in the open water.",
    "Tank_Squirrelfish": "Squirrelfish is a family of ray-finned fish, there are around 150 known species of Squirrelfish. They can typically be found near tropical waters and reefs. They feed on crustaceans, molluscs and gastropods on the bottom of the ocean.",
    "Tank_Goldfish": "The Goldfish is a freshwater fish that belongs to the Carp family. Contrary to common belief goldfish do not have bad memory. Released aquarium pet goldfish can in some cases cause problems and actually be categorized as an invasive species.",
    "Tank_Ide": "The Ide or Orfe as it is also known as, is a freshwater fish that belongs to the carp family. It has bright scales and a long body.",
    "Tank_CelestialEye": "Celestial Eye is a goldfish that belongs to the carp family, it is also known as 'Choutengan'. It has unique protruding, skywards turned eyes.",
    "Tank_Lionhead": "The Lionhead is a goldfish that belongs to the carp family. It is easily identified by its unique head growth and hooded appearance.",
    "Tank_Comet": "The Comet is a goldfish that belongs to the carp family. It is similar to a regular goldfish but regularly smaller and slimmer. It can be identified by its long, forked and single tail fin.",
    "Tank_Telescope": "The Telescope is a goldfish that belongs to the carp family. Its most noticeable feature is its protruding eyes. This trait has in some areas been known as 'dragon eyes'.",
    "Tank_FreshwaterButterflyfish": "Butterflyfish normally habitate coral reefs.  However, this species has uniquely been able to adapt to freshwater. They are especially territorial and form pairs. It feeds on the larvae of freshwater fish.",
    "Tank_Pangasius": "Pangasius is a genus of shark catfish, they can be found in brackish and freshwater system, where they can grow rather large. They are carnivorous fish that usually feed on shrimp, crab and other fish. There are currently 22 known species of Pangasius.",
    "Tank_Anchoviella": "Anchoviella is a genus of anchovies fish. They are typically small and pale fish found in warm waters. They usually feed on plankton and crustaceans.",
    "Tank_Barracuda": "The Barracuda or simply 'Cuda' for short is a large predatory fish. They have a long elongated almost snake-like body. Currently 28 species of Barracuda have been recognised.",
    "Tank_Blue-RingedOctopus": "Blue-Ringed Octopuses is a group of 4 highly venomous species of octopus. If threatened it will become bright yellow and flash its many blue rings.",
    "Tank_SmallMantaray": "Manta Rays are large rays, they have large triangular pectoral fins that are fused to its head like most rays. There are currently only 2 known species of Mantas.",
    "Tank_RibbonEel": "The Ribbon Eel is also known by other names such as 'Leaf-nosed Moray Eel' or 'Bernis Eel'. It is a species of moray eel that is easily recognised by its expanded anterior nostrils. They are typically found in lagoons or near reefs.",
    "Tank_SeaSnake": "Sea Snakes or Coral Reef Snakes are a group of serpents that have adapted to life in marine environments. Some are fully adapted to aquatic life and are incapable of moving on land. They do not possess gills and must therefore surface regularly in order to breathe.",
    "Tank_SmallSwordfish": "The Swordfish also known as 'Broadbills', is an elusive fish with a characteristic long flat pointed bill which resembles a sword. It relies on their great speed when hunting along with their 'sword'. However, it does not use the 'sword' to spear its prey, but rather use it to slash and injure.",
    "Tank_Hagfish": "The Hagfish belongs to an order of jawless fish. This eel-shaped fish, can produce slime and is often referred to as 'slime eel'.",
    "Tank_LongfinIcedevil": "The Longfin Icedevil is a deep water fish that belongs to a family of cod icefishes. It has many adaptations for living in deep and cold waters.",
    "Tank_Haddock": "The Haddock is a member of the cod family. It has an elongated body typical of a cod, the upper side of the Haddock can vary in colour from brown to nearly black, while the lower part is a silvery white.",
    "Tank_StubbySquid": "Stubby Squid or 'Bobtail Squid' as they are also known as, is a group of cephalopods. They have 8 arms and 2 tentacles, in general they are relatively small.",
    "Tank_DumboOctopus": "Dumbo Octopus is a genus of 13 recognized species of umbrella octopuses. They usually feed on crustaceans, bivalves and worms.",
    "Tank_KingCrab": "The King Crab is a crustacean typically found in cold oceans. Due to their size and taste of their meat they are often caught and sold as food.",
    "Tank_SandDollar": "Sand Dollars also known as Sea Cookie, Snapper Biscuit or Pansy Shell. It is a small flat species of sea urchin. It has a rigid skeleton called a 'test'.",
    "Tank_BlueDragonSlug": "The Blue Dragon Slug is also known by a lot of other names such as 'Sea Swallow', 'Blue Glaucus' and 'Blue Ocean Slug', to name a few. It is a shell-less gastropod mollusc that feeds on other pelagic creatures including venomous species.",
    "Tank_BriefSquid": "The Brief Squid is a small species of squid. Like other squids it is not a fish, but rather a mollusc. It is usually found in warm shallow waters.",
    "Tank_Nautilus": "Nautilus, meaning 'Sailor' is a pelagic mollusc. They are often referred to as 'living fossils', since they have survived without significant change for a long time.",
    "Tank_Prawn": "Prawn is a common name for small aquatic crustaceans. They are a member of the Decapod order.",
    "Tank_SwimmerCrab": "The Swimmer Crab is a crustacean that belongs to a family called Portunidae. A pair of its legs are flat and allows it to swim and catch prey.",
    "Tank_Jellyfish": "Jellyfish or Sea Jellies as they are also commonly called. They belong to a phylum called Cnidaria. The Jellyfish is the medusa-phase of this type of animal, they can also be anchored to the seabed in their polyp-phase.",
    "Tank_FreshwaterCrab": "There are around 1,300 discovered Freshwater Crab species. These crustaceans unlike their marine counterparts show maternal care for their offspring.",
    "Tank_FreshwaterShrimp": "The Freshwater Shrimp is a small crustacean that can be found in many areas. It serves as an important food chain for many larger animals.",
    "Tank_HarlequinFreshwaterShrimp": "The Harlequin Freshwater Shrimp is a small crustacean. It is also commonly known as 'Celebes Beauty Shrimp' or 'Sponge Shrimp' in the aquarium trade.",
    "Tank_RedHarlequinFreshwaterShrimp": "The Red Harlequin Freshwater Shrimp is a small crustacean, it feeds an undescribed freshwater sponge.",
    "Tank_RedFreshwaterShrimp": "The Red Freshwater Shrimp or 'Cherry Shrimp' as it is also commonly known as. This red morph is regularly sold for aquariums.",
    "Tank_BlueFreshwaterShrimp": "This Freshwater Shrimp is also commonly known as 'Blue Velvet Shrimp'. This blue morph, like other shrimp, feeds on algae and other microorganisms.",
    "Tank_Ladyfish": "Ladyfish is a family of ray-finned fish. They are also commonly known as 'Skipjacks', 'Jack-rashes' or 'Tenpounders'. They usually dwell near the coast where they feed on crustaceans and smaller fish.",
    "Tank_Robalo": "The Robalo is also referred to as 'Common Snook' or 'Sergeant Fish'. It usually prefers warmer waters, it feeds on smaller fish, crustaceans such as shrimp and occasionally crabs.",
    "Tank_MimicOctopus": "The Mimic Octopus is a species of octopus that, like other octopuses, it uses chromatophores to camouflage itself. It is also known to mimic other marine animals, hence its name.",
    "Tank_SpinnyDogfish": "The Spiny Dogfish or 'Spurdog', 'Mud Shark' or 'Piked Dogfish' belongs to a family of dogfish, which are sharks. This species can be identified by having 2 spines.",
    "Tank_ZebraEel": "The Zebra Eel or the 'Zebra Moray' as it is also known as, is a species of moray eels. They can typically be found in rocky areas, coral reefs in shallow waters.",
    "Tank_GhostEel": "The Ghost Eel or 'White Ribbon Eel' as it is also known as is a species of moray eel. It is a nocturnal predator that usually feeds on small crustaceans.",
    "Tank_LongnoseGar": "The Longnose Gar also known as 'Longnose Garpike' or 'Billy Gar'. It has an average lifespan of 15-20 years, with the longest recorded age being 39. Its appearance has remained almost the same for millions of years.",
    "Tank_Lungfish": "The Lungfish are best known for having the ability to breathe air. There are only 6 known species of Lungfish. Lungfish are omnivorous, meaning they can survive by eating both plant and animal matter.",
    "Tank_Tigerfish": "The Tigerfish is a predatory freshwater fish. It is mostly piscivorous, meaning it only feeds on other fish. It has an elongated silvery body with a coloured fins. Its head is large with many teeth that it can use to chop and grasp prey.",
    "Tank_ElectricCatfish": "Electric Catfish is a family of catfish with 21 known species in total. Several members of this family have the ability to produce an electric shock of up to 350 volts.",
    "Tank_SmallGoblinShark": "The Goblin Shark is a rare species of deep-sea shark. It has pink skin with an elongated flat snout and it can protrude its jaw when feeding.",
    "Tank_VampireSquid": "The Vampire Squid like other squids is a mollusc or more specifically a cephalopod. It usually thrives in deep waters with low concentrations of oxygen. Contrary to its name it does not feed on blood, but rather organic matter in the form of detritus.",
    "Tank_GreatFireflySquid": "The Firefly Squid or 'Sparkling Enope Squid' as it is also commonly known as, is a species of squid. It can be found near the shore in spawning seasons, but otherwise it prefers deeper waters. They are bioluminescent, meaning they can emit a light from photophores. It is believed that this light is used for communication, camouflage or attracting prey.",
    "Tank_FrilledShark": "Frilled Shark is the name of a family for 2 known species of shark. They have a long eel-like body and also move like one. It can usually be found at great depths in the ocean, but goes to the surface to feed on various cephalopods, smaller sharks and bony fish.",
    "Tank_Shinidamachu": "Shinidamachu also known as 'Dead Soul Insects' or 'Soul Collectors'. These Creatures have been known to transport souls, better keep your distance.",
    "Tank_VoidEvilpus": "This void touched specimen of octopus is often tamed by swamp witches in order to be used as a work animal. Most commonly it is used as a guardian of trapped souls.",
    "Tank_TrappedSoul": "Trapped Soul is a common name given to creatures bewitched by water witches. It can be a person that offended them or a dangerous creature, now reduced in ferocity.",
    "Tank_Mudskipper": "Mudskippers are known for being able to survive both in and out of water. One of their noticeable features are their side pectoral fins. These fins allow the mudskipper to 'skip' across muddy surfaces.",
    "Tank_WaterSnake": "Water Snakes are reptiles that spend most of their lives in and around water. Usually they are non-venomous and can be found feeding on frogs.",
    "Tank_VoidCarp": "The Void Carp is a fish that has been twisted by void energy, altering its original form. Because of its new form it is a popular ingredient in the occult industry because of its many applications.",
    "Tank_Blinky": "This orange fish has grown an extra eye due to a mutation. What could have possibly caused this?",
    "Tank_Decapod": "This strange crustaceans is believed to be the early stage of a more evolved species of lobster-like creature.",
    "Tank_VampireFish": "The Vampire Fish or 'Payara' as it is also known as. This aggressive fish should only be mixed with larger fish if put in an aquarium.",
    "Tank_Piranha": "The Piranha or 'Piraña', is known to be very predatory. However its diet can vary and it is known to eat plant matter as well, making it omnivorous.",
    "Tank_Lamprey": "Lamprey belongs to an order of jawless fish. An adult Lamprey can be categorized by its toothed, funnel-like mouth. There are currently 38 known species of Lamprey.",
    "Tank_TanchoKoi": "Koi or Nishikigoi are a colourised variety of Amur carp. The Tancho Koi has a lone circular red head patch, the rest of its body is a solid white. Its coloration symbolizes the rising sun and thus it is beloved in many cultures for the joy and supposed good luck it brings its owners.",
    "Tank_SankeKoi": "Koi or Nishikigoi are a colourised variety of Amur carp. The Sanke Koi is one of the most popular koi varieties in koi ponds or water gardens. This tricolor koi is one of the most used and appreciated of the koi breeds because of its joyful diversity of color. Koi can live up to 200 years and thus it will be a treasured heirloom in the family.",
    "Tank_KohakuKoi": "Koi or Nishikigoi are a colourised variety of Amur carp. The Kohaku Koi is one of the more recognizable koi, it has a white body with red markings.This is the koi breed most people think of when they hear koi, this is one of the older and classical of the koi breeds and with the most stable marbling.",
    "Tank_YamabukiKoi": "Koi or Nishikigoi are a colourised variety of Amur carp. The Yamabuki Koi or also known as Yamabuki Ogon, can be recognized by their yellow to golden markings. For when you want a more cheerful and sunny pattern to go with a summer sea theme. While they are omnivores best keep them on a veterinary approved diet and environment.",
    "Tank_GhostKoi": "Koi or Nishikigoi are a colourised variety of Amur carp. Ghost Koi are offspring from a metallic koi and a wild dark-coloured carp. It comes in a variety of metallic colors, but the copper and black can match your sebright bantam chicken, for those of you that like your pets to match.",
    "Tank_KiUtsuriKoi": "Koi or Nishikigoi are a colourised variety of Amur carp. Utsurimono or Utsuri is a class of Koi, 'Ki' meaning yellow, identifies this yellow type of koi. Those dabbling in the occult will have you believe this koi breed will bring you luck with money and considering what prices koi sell for, they may be on to something.",
    "Tank_HiUtsuriKoi": "Koi or Nishikigoi are a colourised variety of Amur carp. Utsurimono or Utsuri is a class of Koi, 'Hi' meaning red, identifies this red type of koi. It is believed this type of koi gives the owner fire protection magic and luck in love. But best make sure its love life is well curated. Inbreeding is known to cause health problems.",
    "Tank_ShiroUtsuriKoi": "Koi or Nishikigoi are a colourised variety of Amur carp. Utsurimono or Utsuri is a class of Koi, 'Shiro' meaning white, identifies this white type of koi. It is a common belief among the occult experts that this type of koi breed embodies the perfect balance of both negative and positive energies. Best keep it away from electrical appliances in any case.",
    "Tank_Tui": "The Moon spirit Tui, crossed over from the spirit world to create the Spirit Oasis. Here it assumed the form of a white Koi fish. Should it be disconnected from the Ocean Spirit the world will be out of balance, returning both fish to this pond will restore the balance.",
    "Tank_La": "The Ocean spirit La, crossed over from the spirit world to create the Spirit Oasis. Here it assumed the form of a black Koi fish. Should it be disconnected from the Moon Spirit the world will be out of balance, returning both fish to this pond will restore the balance.",

    //npc dialogue such long
    "SPRINGNPC_1": "Turista: ¿Qué debería comprar en la tienda de recuerdos?",
    "SPRINGNPC_2": "Turista: Hola, ¿Primera vez visitando el Acuario?",
    "SPRINGNPC_3": "La mujer no se ha dado cuenta de que estás aquí, está muy ocupada.",
    "SPRINGNPC_4": "El hombre con gafas te dirige una sonrisa presumida.",
    "SPRINGNPC_5": "Turista: ¡Puedo ver peces en el agua!",
    "SPRINGNPC_6": "Turista: Mi amiga me dijo que vió un delfín la última vez que estuvo aquí.",
    "SPRINGNPC_7": "Turista: Vengo aquí cada primavera y verano, me encanta esta playa.",
    "SPRINGNPC_8": "Turista: Si quieres ir a nadar, prueba la parte sur de la playa.",
    "SPRINGNPC_9": "Turista: Estoy esperando a mis amigos.",
    "SPRINGNPC_10": "Turista: Hola, ¿Viniste a disfrutar de la playa?",
    "SPRINGNPC_11": "Turista: ¡Mira toda esta comida!",
    "SPRINGNPC_12": "Turista: Vine hasta aquí por la música.",
    "SPRINGNPC_13": "Turista: Lo siento, no te conozco.",
    "SPRINGNPC_14": "Turista: ¿Qué tal?",
    "SPRINGNPC_15": "Turista: Oh hola, solo estaba aquí viendo la marea.",
    "SPRINGNPC_16": "Turista: La comida está muy buena.",
    "SPRINGNPC_17": "Turista: Tengo mucha sed.",
    "SPRINGNPC_18": "Turista: ¿Ya probaste esto? No está mal.",
    "SPRINGNPC_19": "Turista: Hola, ¿Vienes a probar algo?",
    "SPRINGNPC_20": "Turista: ¿Qué debería probar primero?",
    "SPRINGNPC_21": "Turista: Mira a toda esa gente de allí llenándose.",
    "SPRINGNPC_22": "Turista: Estoy tratando de reunir el valor para ir al agua.",
    "SPRINGNPC_23": "Turista: El agua está linda hoy, deberías probarla.",
    "SPRINGNPC_24": "Turista: Hola, ¿Vas a nadar?",
    "SPRINGNPC_25": "Turista: Quiero ir a nadar, pero me arruinará el pelo.",
    "SPRINGNPC_26": "Turista: Me encanta la playa en primavera, ni demasiado caliente ni demasiado fría.",
    "SPRINGNPC_27": "Turista: Debería intentar tomar el sol, podría tener un bronceado lindo.",
    "SPRINGNPC_28": "Turista: ¿Hmm? Oh estaba perdido en mis pensamientos.",
    "SPRINGNPC_29": "Turista: ¿Quieres ir a nadar? Usa el área al otro lado de la línea de color.",
    "SPRINGNPC_30": "Turista: Hola, ¿Estás teniendo un buen día?",
    "SPRINGNPC_31": "Turista: Me gusta el acuario, pero la playa es bonita.",
    "SPRINGNPC_32": "Turista: Hola, buen clima el de hoy. ¿No crees?",

    "NPCSUMMER_1": "El hombre con gafas te dirige una sonrisa presumida.",
    "NPCSUMMER_2": "Turista: ¿Debería comprar un nuevo bikini?",
    "NPCSUMMER_3": "Turista: ¡Oh no! Olvidé mi maleta.",
    "NPCSUMMER_4": "Turista: Que linda pecera.",
    "NPCSUMMER_5": "Turista: Me pregunto qué peces tiene el Acuario en exhibición.",
    "NPCSUMMER_6": "Turista: Hola, ¿Primera vez que visito el acuario?",
    "NPCSUMMER_7": "Turista: ¿Sabías que puedes comprar helado en la playa?",
    "NPCSUMMER_8": "Señora: ¿Quieres ir a ver los peces en el acuario, Simon?",
    "NPCSUMMER_9": "Simon está demasiado ocupado lamiendo su piruleta para notar que estás ahí.",
    "NPCSUMMER_10": "Turista: Vengo aquí cada primavera y verano, amo esta playa.",
    "NPCSUMMER_11": "Turista: La vista desde el muelle es realmente bonita en esta época del año.",
    "NPCSUMMER_12": "Turista: Podría haber jurado que vi un pollo en el agua, tal vez solo era un pez Globo-Pollo.",
    "NPCSUMMER_13": "Turista: ¿Puedo ayudarte?",
    "NPCSUMMER_14": "Turista: Oh hola cariño. ¿Cómo estás hoy?",
    "NPCSUMMER_15": "Turista: Realmente podría ir a comprar un helado ahora.",
    "NPCSUMMER_16": "Turista: Esa mujer en el muelle parece desconcertada.",
    "NPCSUMMER_17": "Payaso: ¿Quieres ver un truco con globos?",
    "NPCSUMMER_18": "Turista: ¿Qué hace un payaso en la playa?",
    "NPCSUMMER_19": "Turista: Hola, estoy esperando a mis amigos.",
    "NPCSUMMER_20": "Turista: Me gusta ver el atardecer desde aquí.",
    "NPCSUMMER_21": "Turista: El océano se ve hermoso hoy.",
    "NPCSUMMER_22": "Hombre: ¡Uff! Hace mucho calor hoy.",
    "NPCSUMMER_23": "Turista: Me encantan los colores del agua en el verano.",
    "NPCSUMMER_24": "Turista: Recuerda el bloqueador solar, si vas a broncearte.",
    "NPCSUMMER_25": "Turista: ¿Quieres ir a nadar? Usa el área al otro lado de la línea de color.",
    "NPCSUMMER_26": "Turista: Ir a nadar es una excelente manera de refrescarse.",
    "NPCSUMMER_27": "Turista: Debería haber traído mi máscara de natación.",
    "NPCSUMMER_28": "Turista: No voy a nadar, me arruinará el pelo.",
    "NPCSUMMER_29": "Turista: Deberías intentar saltar al agua si tienes demasiado calor.",
    "NPCSUMMER_30": "Turista: Hola, ¿Quieres nadar?",
    "NPCSUMMER_31": "Turista: Estoy tratando de reunir el valor para ir al agua.",
    "NPCSUMMER_32": "Turista: Me pregunto si hay conchas marinas en esta playa..",
    "NPCSUMMER_33": "El hombre está durmiendo, probablemente no deberías molestarlo.",
    "NPCSUMMER_34": "Turista: Creo que vi un cangrejo.",
    "NPCSUMMER_35": "Turista: Hola, ¿Disfrutas del clima?",
    "NPCSUMMER_36": "Turista: Hay muchas estrellas de mar en la marea.",
    "NPCSUMMER_37": "Turista: ¿Que quieres?",
    "NPCSUMMER_38": "Turista: ¿Oh te gusta mi cabello? ¡Gracias!",
    "NPCSUMMER_39": "Turista: Hay tanta vida en la marea.",
    "NPCSUMMER_40": "Turista: ¡Hey!",
    "NPCSUMMER_41": "Turista: ¿Que cuentas?",
    "NPCSUMMER_42": "Hombre: Puedes tomar muchas fotos bonitas de la playa.",
    "NPCSUMMER_43": "Turista: Ese hombre de ahí tomó mi foto.",
    "NPCSUMMER_44": "Esta mujer está muy ocupada para darse cuenta que estás ahí.",
    "NPCSUMMER_45": "Turista: No puedo comer más.",
    "NPCSUMMER_46": "Turista: Hola, ¿Tienes hambre?",
    "NPCSUMMER_47": "Turista: ¡Tarta de moras! mi favorito.",
    "NPCSUMMER_48": "Turista: Espero que no haya cítricos en nada de esto. Soy alérgico, ves.",
    "NPCSUMMER_49": "Turista: ¿Eso es ensalada de col? Me encanta la ensalada de col.",
    "NPCSUMMER_50": "Turista: Esta carne está deliciosa.",
    "NPCSUMMER_51": "Turista: Me pregunto que hay en estas tapas, ¡Están riquísimas!",
    "NPCSUMMER_52": "Turista: ¡¿Qué?! Alguien se comió la comida de mi plato. Oh espera, fui yo.",
    "NPCSUMMER_53": "Turista: ¡Hay mucha comida!",
    "NPCSUMMER_54": "Turista: Mira, tenemos cóctel de camarones, qué elegante.",
    "NPCSUMMER_55": "Turista: Hey, ¿Nos conocemos?",
    "NPCSUMMER_56": "Turista: Aquí venden bocadillos, son muy baratos.",
    "NPCSUMMER_57": "La mujer te está ignorando",

    "FALLNPC_1": "La mujer te está ignorando",
    "FALLNPC_2": "El hombre con gafas te dirige una sonrisa presumida.",
    "FALLNPC_3": "Turista: ¿Donde está todo el mundo? Supongo que el otoño no es una temporada muy popular.",
    "FALLNPC_4": "Turista: El agua está demasiado fría en esta época del año para ir a nadar si me preguntas.",
    "FALLNPC_5": "Turista: El agua está un poco fría, pero no me importa.",
    "FALLNPC_6": "Turista: Hace un poco de frío.",
    "FALLNPC_7": "Turista: Hey, hola.",
    "FALLNPC_8": "Turista: Hola, ¿como estás hoy?",
    "FALLNPC_9": "Turista: Necesito tomar el último sol antes de que llegue el invierno.",
    "FALLNPC_10": "Turista: Me pregunto qué hay en estas botellas.",
    "FALLNPC_11": "Turista: Cobbler es el mejor.",
    "FALLNPC_12": "Turista: Hola, ¿tienes hambre?",
    "FALLNPC_13": "Turista: ¿ya probaste la carne?",

    "NPCWINTER_1": "Pescador: Puedes pescar algunos calamares muy buenos aquí por la noche.",
    "NPCWINTER_2": "El pescador tararea una melodía náutica para sí mismo.",
    "NPCWINTER_3": "Pescador: Vienes a pescar, ¿verdad?",
    "NPCWINTER_4": "Pescador: ¿Hmm? Oh hola, líneas estrechas y todo eso.",
    "NPCWINTER_5": "Señora: Deja esa bola de nieve, Simon.",
    "NPCWINTER_6": "Simon tiene una sonrisa traviesa en su rostro.",

    //achievement
    "AchievementName": "¡Durmiendo con los pececitos!",
    "AchievementDescription": "Donó uno de cada pez al acuario Stardew.",
    "AchievementCongratulations": "Lo hiciste.. ¡Felicitaciones! ¡Intenta volver mañana para ver el Acuario repleto!",

    //ehehehe
    "PufferchickDonated": "Escuchaste un clic detrás del mostrador...",

    //mail
    "AquariumOpenLandslide": "Querido @,^^Me alivia saber que nadie resultó herido cuando se despejó el deslizamiento de tierra anoche. Pero debido a este evento, escuché que el ferrocarril ahora está disponible nuevamente para Pueblo Pelícano.^¡Por lo tanto, me enorgullece anunciar que el nuevo Acuario Stardew está abierto!^Mi amigo Willy me dijo que eres buen pescador, tal vez considerarías donar algunos de los especímenes que has capturado.^^Saludos cordiales, el Curador del Acuario Stardew.",
    "AquariumOPenLater": "Hola @!^^¡Me enorgullece anunciar que el nuevo Acuario Stardew está abierto al público!^Mi amigo Willy me dijo que eres buen pescador, tal vez considerarías donar algunos de los especímenes que has capturado.^^Saludos cordiales, el Curador del Acuario Stardew."
}
