{
    //Welcome message after the stardew aquarium has been completed
    "AquariumWelcome": "Bienvenue dans l'Aquarium Stardew! Nous avons maintenant acquis une collection complète. Et c'est bien sur grâce à vous!",

    //Donation menu dialogue and options
    "DonationMenuTitle": "Séléctionez le poisson que vous souhaitez donner.",
    "DonationQuestion": "Bienvenue dans l'Aquarium Stardew! Souhaitez vous nous confier un poisson aujourd'hui?",
    "OptionYes": "Oui",
    "OptionNo": "Non",
    "More": "Plus",
    "Exit": "Fermer",
    "DeclineToDonate": "Vous êtes bienvenus à revenir quand vous voulez si vous changez d'avis!",
    "NothingToDonate": "Bienvenue dans l'Aquarium Stardew! Si vous pêchez un spécimen qui nous manque, nous serious ravis de l'accueillir si vous consideriez de nous le donner!",
    "MenuCloseFishDonated": "Merci beaucoup pour votre contribution! Revenez plus tard et nous l'aurions mis dans un habitat conforme.",
    "MenuCloseNoFishDonated": "Revenez quand vous voulez!",
    "Donate": "Donner: ",
    "DonateDescription": "Appuyer sur le bouton ci-dessous pour donner ce poisson et le retirer de votre inventaire.",

    //global messages in multiplayer
    "FishDonatedMP": "{0} a donné {1} à l'Aquarium",
    "AchievementUnlockedMP": "L'Aquarium Stardew à été complété!",

    //collections menu title
    "CollectionsMenu": "Collection de L'Aquarium Stardew",

    //tank messages
    "WhichFishInfo": "Sur quel poisson voudriez vous en savoir plus?",
    "EmptyTank": "Juste un aquarium vide...",

    // items.
    "Decor": "Decor", // used as the override category name for one item.
    "pufferchick-shirt-name": "PT-Shirt de Poulet-Globe",
    "pufferchick-shirt-description": "J'étais là-bas, j'ai fait ça, j'ai eu le T-Shirt.",

    //dialogue boxes
    "Ice": "Toute cette glace... elle est utilisée pour garder l'aquarium frais avec cette machine.",
    "IceMachine": "Cette machine gârde l'aquarium en dessous de températures très basses.",
    "Pressure": "Cette machine est utilisée pour surveiller la pressure de l'eau de cet aquarium.",
    "Depth": "Ceci est une très bonne immitation d'un profondimètre, mais il n'est pas réel.",
    "PanelCool": "Ce panneau a beaucoup de boutons, il vaudrait mieux de ne pas les toucher.",
    "Lever": "Désolé, mais ce levier ne te conduira nulle part.orry but that lever won't get you anywhere.",
    "Bench": "Ces bancs ont l'air tout neufs...",
    "LegendaryBook": "Un guide de pêcheurs pour les Poissons Légendaires",
    "MinesBook": "Les Mines : Quel genre de poissons pouraient vivrent à l'intérieur ?",
    "BaitBook": "Les différents appâts et comment les utiliser.",
    "Dropped": "On dirait bien que quelqu'un n'as pas d'empathie pour les livres...",
    "PetBook": "Encyclopédie des Poissons: Volume 1.",
    "Dwarf": "Ceci vous rappelle de quelqu'un... Mais vous ne voyez pas qui...",
    "Introvert": "Pourquoi est-ce-que je me cache içi, tu me demandes? Je suis introverti.",
    "StayHydratedBois": "*sons de buvade*",
    "OutsideSign": "Bienvenue à l'Aquarium Stardew! Profitez de votre visite.",
    "SewerTP": "Si vous descendez par cette bouche d'égout, vous vous retrouverez dans les égouts ou nous gardons un poisson spécial qui est seulement trouvé dans un endroit dangereux appelé le Repaire des Insectes Mutants.",
    "SwampTP": "Si vous montez sur ce cercle magique, vous serez transportés vers une partie isolée du marais, ou l'on garde des spécimens spéciaux qui sont infusés avec de 'l'énergie du vide', comme le Saumon du Vide.",
    "SVETP": "Franchissez cette porte pour voir notre exhibition de certains poissons spéciaux.",
    "ComingSoon": "À venir!",
    "SVEBookOpen": "C'est un livre de cuisine. Il mentionne quelque chose à propos du Poisson-Beure...",
    "SVEBook1": "Vous devez vois ceci sur la liste de surveillance des monstres: L'Apophis",
    "SVEBook2": "Les terres désolées écarlantes: Une inspection détaillée.",
    "SVEBook3": "Les secrets de Castle Village",
    "Shopkeeperecksdeehahafunny": "Ice Cream Man: Hé! Tu ne peut pas être içi!",

    //fish descriptions
    "Tank_Pufferfish": "Le Poisson-Globe est un des poissons les plus venimeux du monde. Il se déplace lentement, mais il a un système de défense unique: Il peut gonfler son estomac avec de l'eau pour éviter de se faire manger.",
    "Tank_Anchovy": "L'Anchois est un petit poisson mangeur de filtre qui est une proie typique pour les prédateurs.",
    "Tank_Tuna": "Le Thon est un poisson rapide et rationalisé qui est conçu pour la vitesse, ce qui l'en fait un prédateur très effectif.",
    "Tank_Sardine": "La Sardine est un petit poisson qui se nourris avec du zooplancton. Elle peut être habituellement trouvée dans de larges endroits ou le zooplacton est abondant.",
    "Tank_Bream": "Le Brème est un nom utilisé pour une grande variétée de poissons. Ce spécimen bleu est fréquement trouvé dans les eaux fraîches autour de la vallée.",
    "Tank_LargemouthBass": "L'Achigan à grande bouche est une des plus grandes espèces d'achigans trouvés dans la vallée. C'est un gibier commun pour la plupart des pêcheurs.",
    "Tank_SmallmouthBass": "L'Achigan à petite bouche peut habituellement être identifié par ses yeux rouges. Comme la plupart des achigans, les femelles tendent à être plus longues que les mâles.",
    "Tank_RainbowTrout": "La Truite arc-en-ciel peut être trouvée dans les lacs et les rivières. La truite arc-en-ciel la plus vieille est dite d'avoir eu 11 ans.",
    "Tank_Salmon": "Le Saumon est bien connu grâce à sa migration de l'océan jusqu'aux eaux fraîches pour allonger ses oeufs. Certains disent qu'ils retourned à l'endroit exact où ils sont nés pour se reproduire.",
    "Tank_Walleye": "Le Doré Jaune est nomé 'Walleye' en anglais pour ses yeux positionés vers l'extérieur, comme s'il regardait un mur. Pendant la nuit, ses yeux brilleront dans le noir, ce qui le rend plus facile à pêcher.",
    "Tank_Perch": "La Perche est un poisson carnivore qui peut être trouvé dans les lacs et les rivières.",
    "Tank_Carp": "Le terme 'Carpe' est utilisé pour un vaste groupe de poissons d'eau fraîche variés. Elle peut être trouvée dans beaucoup de recoins de la vallée.",
    "Tank_Catfish": "Les barbillons uniques du Poisson-Chat ressemblent aux moustaches d'un chat, d'où son nom. Ils sont typiquements actifs pendant les journées pluvieuses de la vallée.",
    "Tank_Pike": "Le Brochet est un poisson carnivore qui vit habituellement dans de l'eau fraîche saumâtre. Le nom Brochet viens de son long et fin corps qui resemble l'arme appelée un Brochet.",
    "Tank_Sunfish": "Le Poisson-Lune préfère les rivières chaudes. Il peut habituellement être trouvé dans la vallée pendant le printemps et l'été.",
    "Tank_RedMullet": "Le Roujet était jadis un animal de compagnie; mais maintenant il est plutôt connu comme un poisson utilisé dans les repats.",
    "Tank_Herring": "Le Hareng nâge habituellement dans de larges endroits vers les côtes. Il peut être trouvé dans la plupart  des eaux basses et tempérées.",
    "Tank_Eel": "L'anguille est un poisson long, chaque espèce as un nombre différent de nageoires. Elle se déplace en créant des vagues avec son corps entier.",
    "Tank_Octopus": "Le poulpe n'est en fait pas un poisson, mais plutôt un mollusque à huit membres. Le poulpe apparaît souvent dans la mythologie comme un monstre. Il est certainement difficile à attraper - bon travail!",
    "Tank_RedSnapper": "Le vivaneau rouge est facilement reconnaissable à sa couleur rouge. C'est un poisson marin tropical que l'on peut trouver pendant les jours d'été pluvieux dans la vallée.",
    "Tank_Squid": "Le Calamar n'est en fait pas un poisson, mais un mollusque. Les Calamars peuvent éjecter de l'encre pour confondre les prédateurs. Si vous le mettez dans un étang un poisson, il vous produira de l'encre!",
    "Tank_SeaCucumber": "Le Cocombre de Mer n'est pas un poisson, mais un échinoderme. Il peut être trouvé au fond de l'océan autour du monde.",
    "Tank_SuperCucumber": "Le Grand Cocombre de Mer n'est pas vraiment un poisson, mais un échinoderme. Ce rare spécimen de Cocombre de Mer est une prise rare. Il as été trouvé pendant les nuits d'été et d'automne dans la vallée.",
    "Tank_Ghostfish": "Le Poisson Spectral est complètement aveugle. Mais il peut, en revanche, détecter les fluctuations dans la pression de l'eau grâce à lignes latéralles, qui sont utilisées pour la navigation.",
    "Tank_Stonefish": "Ce poisson cammouflé peut avoir l'air innoffensif, mais le  Poisson Pierre est dangereusement venimeux. Alors ne le confondez pas pour une pierre!",
    "Tank_IcePip": "Le Poisson-Glace peut être attrapé profondément dans les mines gelées. Sa petite taille et grande vitesse le rend très difficile à attraper.",
    "Tank_LavaEel": "L'Anguille de Lave est un spécimen rare et unique d'anguille. Elle a miraculeusement évoluée pour survive dans de la lave chauffée au rouge. Alors faites attention, cet aquarium est super chaud!",
    "Tank_Sandfish": "Le Poisson des sables est un poisson plat tropical. Il aimes bien se cacher dans le sable.",
    "Tank_ScorpionCarp": "La Carpe Scorpion est une espèce tropicale de carpe. Elle utilise sa vitesse et ses dards venimeux pour attraper sa proie.",
    "Tank_Flounder": "Le Flet est un poisson plat qui vit au fond de l'océan. Un Flet adulte peut se camoufler pour se cacher de ses prédateurs.",
    "Tank_MidnightCarp": "La Carpe de Minuit est un poisson timide. Elle peut être trouvée dans les étangs et les lacs pendant la nuit.",
    "Tank_Sturgeon": "L'Esturgeon est une espèce ancienne de poisson et peut vivre très longtemps. Ses oeufs peuvent être produits dans un étang à poissons pour créer de la nourriture de luxe, du Caviar.",
    "Tank_TigerTrout": "La Truite Tigrée est un spécimen hybride entre une truite brune et une 'truite brook'. C'est un poisson stérile et piscivore, et donc rare.",
    "Tank_Bullhead": "La Barbotte est un poisson qui se loge au fond d'un corps d'eau. Elle a une mauvaise vue, mais elle peut utiliser ses barbillons sensitifs pour localiser sa nourriture.",
    "Tank_Tilapia": "Tilapia est un nom commun pour une grande variété d'espèces de poissons cichlidés. Ce sont des espèces très sensitives à la température et préfèrent les eaux chaudes.",
    "Tank_Chub": "Chevesne est un nom commun pour plusieurs poissons à ailettes rayonnées. Ils sont très communs dans la vallée.",
    "Tank_Dorado": "Dorade coryphène, 'Dorado', qui veut dire or ou doré dans une multitude de langues, donnes à ce brilliant poisson son nom.",
    "Tank_Albacore": "L'Albacore est aussi connu sous le nom de Thon à nageoires longues. Comme un thon, il as un corps rationalisé. C'est un poisson migratoire qui peut parcourir de longues distances.",
    "Tank_Shad": "Les Aloses, comme les saummons, sont anadromes et migrent vers les corps d'eau fraîche pour se reproduire.",
    "Tank_Lingcod": "La Morue-Lingue est aussi connu comme la Morue de Buffle ou la Morue Cultus. Son nom est une combination de deux noms d'autres poissons, le Lingue et la Morue. Mais le Morue-Lingue n'est pas vraiment en relation avec ces poissons, il reçois toutefois ce nom pour sa resemblance avec ces poissons.",
    "Tank_Halibut": "Le Flétan est un poisson plat et vit au fond de l'océan. Son nom 'Halibut' est dérivé de 'holy' (Haly) et 'butte' (Poisson Plat).",
    "Tank_Woodskip": "Le Poisson de Forêt est un poisson très sensitif qui ne peut que vivre dans les étangs localisés profondément dans la forêt... où bien, cet aquarium spécial.",
    "Tank_VoidSalmon": "Le Saumon du Vide fût tordu par de l'énergie du vide. Peu est connu à propos de ce poisson sombre et magique.",
    "Tank_Slimejack": "Le Slime-Jack est couvert par une épaisse couche de slime. Certains poissons utilisent du slime comme un système de défense contre les prédateurs.",
    "Tank_MidnightSquid": "Le Calmar de Minuit, comme les autres Calamars, n'est pas vraiment un poisson, mais plutôt un molusque. Il vis profond dans l'océan et peut produire de grandes quantitées d'encre.",
    "Tank_Blobfish": "Le Blobfish est un poisson de haute mer: il peut vivre entre 600 et 1200 mètres de profondeur, ou la pression de l'eau est de 60 à 120 fois plus importante que celle de la surface. Quand les Blobfish sont remontés par les pécheurs, il perd sa forme à cause des dégâts occasionnés à sa peau. Heureusement que cet aquarium est spécialement construit pour contenir ces poissons rares et uniques.",
    "Tank_SpookFish": "Ce spécimen, le Poisson-espion, as trois yeux très éfficaces qui peuvent détecter la silhouette la plus indétectable dans la sombreté de la mer profonde.",
    "Tank_Angler": "Le Poisson-Pécheur Légendaire est fameux pour ses caractéristiques de prédation: il utilises une lumière bioluminescente localisée sur sa tête pour appâter sa proie.",
    "Tank_Legend": "Le seul et unique Légende... Ils disaient que le Roi des Poissons lui-même ne pouvait être attrapé, mais vous leur avez prouvé le contraîre.",
    "Tank_MutantCarp": "La Carpe Mutant Légendaire fût trouvée dans les égoûts de Pélican Ville. Comment ce monstre fût à éxister restera pour toujours un mystère.",
    "Tank_Crimsonfish": "Le Légendaire Poisson Écarlate est une espèce très rare de poisson qui vit profond dans l'océan, il allonge ses oeufs dans les eaux peu profondes pendant l'été.",
    "Tank_Glacierfish": "Le Poisson des Glaciers Légendaire a une tendence à construire des nids dans la partie submergée des glaciers la où ils se sentent le plus à l'aise - plus l'eau est froide, mieux c'est.",
    "Tank_Lobster": "Le Homard n'est en fait pas un poisson, mais un crustacé. Leurs couleures peuvent varier, mais sont très rarement rouge vif car ils sont souvent connus à tort. L'iconique couleure rouge du Homard est produite quand certain pigments dans l'épidermis du Homard sont détruits pendant la cuisson.",
    "Tank_Crayfish": "L'Écrevisse est un petit crutacé qui vit dans les rivières qui ressembles à un Homard. Les écrevisses sont aussi connues comme 'Crawdads', 'Crawfish' où 'Mudbugs'.",
    "Tank_Crab": "Le Crab est un crustacé iconique. Il existe plusieures différentes espèces de crabes qui peuvent êtres trouvés autour du monde.",
    "Tank_Cockle": "La Coque est un mollusque qui utilise un siphon pour filtrer de l'eau et se nourrir.",
    "Tank_Mussel": "La Moule est un nom commun pour plusieurs mollusques bivalves. Elles partagent toutes une forme unique, allongée et assymétrique.",
    "Tank_Shrimp": "La Crevette est un crustacé qui peut être trouvé dans beaucoup d'océans. Contrairement aux poissons, ce crustacé ne possèdes pas de nageoires pour se déplacer; il tires son abdomen vers son corps. Mais, cela veut dire que les crevettes nagent vers l'arrière.",
    "Tank_Snail": "L'Escargot appartient à un groupe appelé les gastropodes, qui est une classe dans le phylum des Mollusques. Les Escargots sont capables de se rétracter complètement dans leurs coquilles..",
    "Tank_Periwinkle": "Le Bigorneau, est un petit gastropode. Leurs coquilles sont, pour la plupart, piquantes.",
    "Tank_Oyster": "L'Huître est un mollusque bivalve. Ils sont communement connus pour leur production de perles. Les perles sont crées quand une irritation à trouvé son chemin dans l'Huître. Comme système de défense, un fluide est utilisé pourcouvrir l'irritant. Couche après couche de cet enrobage, applé du nacre, est déposé, jusqu'a q'une lustreuse perle est crée.",
    "Tank_Pufferchick": "'Il y a longtemps, quand la Terre était jeune et le Poulet-Globe n'existait pas, le salon making-mods avais sa propre sous-culture d'émojis basés sur le Poisson-Globe. J'ai suggéré d'ajouter quelques un d'entre eux aux emplacements d'émojis du serveur (Ceci était quand on ne pouvait qu'en avoir 50 maximum), les modérateurs m'ont demandés quels émojis voulais-je ajouter, et j'ai, en plaisantant, créé et suggéré un Poulet-Globe, 'Pufferchick'. - Pathoschild, 2020",
    "Tank_VoidEel": "L'Anguille du Vide est une mystérieuse espèce d'anguilles, il est possible que la tête supplémentaire est un résultat causé par l'énergie du vide.",
    "Tank_Starfish": "L'Étoile de Mer n'est pas vraiment un poisson mais plutôt un échinoderme. Il existe plusieurs espèces d'Étoiles de Mer, elles peuvent être trouvées des eaux tropiques jusqu'aux aux polaires. Mais, ce spécimen à l'air d'être tropical.",
    "Tank_Clownfish": "Le Poisson-Clown ou Poisson Anemone peut être trouvé dans les océans chauds. Leurs couleures varient avec les espèces différentes et peuvent aller de Jaune, orange, rouge ou noir avec des lignes ou endroits blancs.",
    "Tank_Minnow": "Minnow est un nom pour un petit nombre d'espèces de poissons de rivière et lacs.",
    "Tank_Puppyfish": "Le Poisson-Chien est possiblement le plus populaire animal de compagnie aquatique. Mais si vous voulez le caresser, il va falloir vous mouiller les mains!",
    "Tank_Butterfish": "Le Poisson-Beurre est un poisson d'eau fraîche, il peut être trouvé dans différents endroits à travers la vallée dépendant de la saison.",

    //1.1.0 fish descriptions
    /*
	"Tank_DottedAbalone": "Abalone is a name for a group of molluscs. They are also known by other names, such as; Ear Shells, Sea Ears, Muttonfish, Muttonshells, Ormer, Perlemoen and Paua.",
	"Tank_Scallop": "Scallop is a name for a wide variety of molluscs. They are closely related to another group of molluscs commonly called Oysters.",
	"Tank_DewdropFish": "The Dewdrop Fish, it's waterdrop or rather dewdrop shape gives this fish it's unique name.",
	"Tank_PurpleSpottedTrout": "The Purple Spotted Trout, is not native to Stardew Valley. It's origins is not known to most people.",
	"Tank_Relicantlette": "The Relicantlette, is said to be a common fish found in ancient lakes. But finding an ancient lake is a rare thing.",
	"Tank_Serafin": "The Serafin, it glides through the water with it's wing-like fins. An elegant fish to behold.",
	"Tank_UmuwiCarp": "The Umuwi Carp, this magical fish seems to be surrounded by a strange sort of magic. Further research is required.",
	"Tank_KingSalmon": "The King Salmon, this giant fish is the largest species of salmon. A highly prized fish for most anglers.",
	"Tank_Frog": "Frogs belong to a large and diverse group of amphibians. Using their vocal cords, frogs can make a variety of croaking sounds.",

	//1.1.0 dialogue boxes
	
	"LASV_TP": "Stepping into these magical sparkles, will teleport you to a new magical world!",
	*/
    //npc dialogue such long

    "SPRINGNPC_1": "Touriste: Que devrais-je acheter du magasin de souvenirs?",
    "SPRINGNPC_2": "Touriste: Bonjour, première fois que vous visitez l'Aquarium?",
    "SPRINGNPC_3": "La femme ne vous remarque pas, elle est occupée.",
    "SPRINGNPC_4": "L'homme aux lunettes vous donne un sourire fier.",
    "SPRINGNPC_6": "Touriste: Mon amie m'as dit qu'elle a vue un dauphin la dernière fois qu'elle est venue.",
    "SPRINGNPC_7": "Touriste: Je viens içi chaque Printemps et Été, j'adore cette plage.",
    "SPRINGNPC_8": "Touriste: Si vous voulez nagez, dirigez vous vers la partie sud de la plage.",
    "SPRINGNPC_9": "Touriste: J'attends juste mes amis.",
    "SPRINGNPC_10": "Touriste: Bonjour, venus pour profiter de la plage?",
    "SPRINGNPC_11": "Touriste: Regardez donc toute cette nourriture!",
    "SPRINGNPC_12": "Touriste: Je ne viens qu'içi pour la musique.",
    "SPRINGNPC_13": "Touriste: Désolé, je ne vous connais pas.",
    "SPRINGNPC_14": "Touriste: Qui y-a-t-il?",
    "SPRINGNPC_15": "Touriste: Oh salut, je cherchais juste le bassin de la marée.",
    "SPRINGNPC_16": "Touriste: Cette nourriture est vraiment bonne.",
    "SPRINGNPC_17": "Touriste: J'ai très soif...",
    "SPRINGNPC_18": "Touriste: As-tu déjà essayé ceci? Ce n'est pas si mauvais.",
    "SPRINGNPC_19": "Touriste: Salut, venu pour manger?",
    "SPRINGNPC_20": "Touriste: Que devrais-je essayer en premier?",
    "SPRINGNPC_21": "Touriste: Regardez donc tout ces gens la-bas entrain de se goinfrer.",
    "SPRINGNPC_22": "Touriste: J'éssaye de rassembler asser de courage pour aller dans l'eau...",
    "SPRINGNPC_23": "Touriste: L'eau est très bonne aujourd'hui, tu devrais t'y tremper!",
    "SPRINGNPC_24": "Touriste: Salut, venu pour nager?",
    "SPRINGNPC_25": "Touriste: J'aimerais bien aller nager, mais cela ruinerais mes beau cheveux.",
    "SPRINGNPC_26": "Touriste: J'adore la plage au Printemps, il ne fait ni trop chaud, ni trop froid.",
    "SPRINGNPC_27": "Touriste: Je devrais éssayer de bronzer, sa me ferais une belle couleure.",
    "SPRINGNPC_28": "Touriste: Hmm? Oh, j'étais perdu dans mes pensées.",
    "SPRINGNPC_29": "Touriste: Tu veut aller nager? Utilise l'endroit de l'autre côté de la ligne colorée.",
    "SPRINGNPC_30": "Touriste: Bonjour, comment va votre journée?",
    "SPRINGNPC_31": "Touriste: J'aime bien l'aquarium, mais la plage est si confortable.",
    "SPRINGNPC_32": "Touriste: Bonjour, beau temps aujourd'hui, vous ne pensez pas?",

    "NPCSUMMER_1": "L'homme aux lunettes vous donne un sourire fier.",
    "NPCSUMMER_2": "Touriste: Devrais-je acheter un nouveau bikini?",
    "NPCSUMMER_3": "Touriste: Oh non! J'ai oublié mon porte-feuille...",
    "NPCSUMMER_4": "Touriste: Trop mignon, ce bocal à poissons!",
    "NPCSUMMER_5": "Touriste: Je me demande quels poissons l'Aquarium possèdes.",
    "NPCSUMMER_6": "Touriste: Bonjour, première fois que vous visitez l'Aquarium?",
    "NPCSUMMER_7": "Touriste: Saviez vous qu'ils vendent des glaces à la plage?",
    "NPCSUMMER_8": "Dame: Tu veux aller voir les poissons de l'Aquarium, Simon?",
    "NPCSUMMER_9": "Simon est trop occupé à lécher sa sucette pour te remarquer.",
    "NPCSUMMER_10": "Touriste: Je viens içi chaque Printemps et Été, j'adore cette plage.",
    "NPCSUMMER_11": "Touriste: La vue de la jetée est vraiment belle à ce temps de l'année.",
    "NPCSUMMER_12": "Touriste: Je pourrais jurer avec vu un poulet dans l'eau... Peut être que c'était juste un Poissong-Globe.",
    "NPCSUMMER_13": "Touriste: Puis-je vous aider?",
    "NPCSUMMER_14": "Touriste: Oh bonjour. Comment allez vous aujourd'hui ?",
    "NPCSUMMER_15": "Touriste: Je pourrais vraiment manger une glace maintenant.",
    "NPCSUMMER_16": "Touriste: Cette femme sur la jetée à l'air troublée.",
    "NPCSUMMER_17": "Clown: Tu veux voir un tour de ballons?",
    "NPCSUMMER_18": "Touriste: Qu'est-ce qu'un clown fait sur une plage?",
    "NPCSUMMER_19": "Touriste: Bonjour, j'attends juste mes amis.",
    "NPCSUMMER_20": "Touriste: J'adore regarder le coucher de soleil d'içi.",
    "NPCSUMMER_21": "Touriste: L'océan est magnifique aujourd'hui.",
    "NPCSUMMER_22": "Homme: Fiou! Il fait chaud aujourd'hui.",
    "NPCSUMMER_23": "Touriste: J'adore la couleur de l'eau en été..",
    "NPCSUMMER_24": "Touriste: N'oublie pas de mettre de la crème solaire si tu veux te baigner.",
    "NPCSUMMER_25": "Touriste: Tu veut aller nager? Utilise l'endroit de l'autre coté de la ligne colorée.",
    "NPCSUMMER_26": "Touriste: Aller nager est une bonne façon de se relâcher.",
    "NPCSUMMER_27": "Touriste: J'aurais du ramener mon masque et tuba.",
    "NPCSUMMER_28": "Touriste: Je ne vais pas nager, sa ruinerais mes cheveux!",
    "NPCSUMMER_29": "Touriste: Tu devrais sauter dans l'eau si t'as trop chaud!",
    "NPCSUMMER_30": "Touriste: Salut, tu va nager?",
    "NPCSUMMER_31": "Touriste: J'essayer de rassembler mon courage et d'aller dans l'eau.",
    "NPCSUMMER_32": "Touriste: Je me demande si il y a des coquillages sur cette plage.",
    "NPCSUMMER_33": "Cet homme est entrain de dormir, vous ne devriez sûrement pas le déranger",
    "NPCSUMMER_34": "Touriste: Je crois que j'ai vu un crabe.",
    "NPCSUMMER_35": "Touriste: Bonjour, vous aimez ce beau temps?",
    "NPCSUMMER_36": "Touriste: Il y a beaucoup d'étoiles de mer dans cette marée",
    "NPCSUMMER_37": "Touriste: Que voulez vous?",
    "NPCSUMMER_38": "Touriste: Oh vous aimez mes cheveux? Merci!",
    "NPCSUMMER_39": "Touriste: Il y a tellement de vie dans cette marée!",
    "NPCSUMMER_40": "Touriste: Yo!",
    "NPCSUMMER_41": "Touriste: Wesh sa va?",
    "NPCSUMMER_42": "Homme: Tu peut prendre beaucoup de belles photo à la plage.",
    "NPCSUMMER_43": "Touriste: Cet homme la-bas à pris une photo de moi.",
    "NPCSUMMER_44": "La femme est trop occupée à manger pour vous remarquer.",
    "NPCSUMMER_45": "Touriste: Je ne peux plus manger...",
    "NPCSUMMER_46": "Touriste: Vous avez faim?",
    "NPCSUMMER_47": "Touriste: De la tourte aux myrtilles! Ma préférée!",
    "NPCSUMMER_48": "Touriste: J'espère qu'il n'y a pas de citrus dans tout cela. Je suis allergique, vois-tu.",
    "NPCSUMMER_49": "Touriste: Est-ce du coleslaw? J'adore le coleslaw!.",
    "NPCSUMMER_50": "Touriste: Cette viande est délicieuse!",
    "NPCSUMMER_51": "Touriste: Je me demande ce que ces tapas contiennent, ils sont bon!",
    "NPCSUMMER_52": "Touriste: Quoi?! Quelqu'un à mangé ce que contenait mon assiette! Oh, attendez, c'était moi...",
    "NPCSUMMER_53": "Touriste: Il y a tellement de nourriture!",
    "NPCSUMMER_54": "Touriste: On as des Cocktails de Crevette!",
    "NPCSUMMER_55": "Touriste: On se connais?",
    "NPCSUMMER_56": "Touriste: Ils vendent des snacks içi, elles ne coûtent pas grand chôse.",
    "NPCSUMMER_57": "La femme vous ignore.",

    "FALLNPC_1": "La femme vous ignore.",
    "FALLNPC_2": "L'homme aux lunettes vous donne un sourire fier.",
    "FALLNPC_3": "Touriste: Où est passé tout le monde? J'imagine que l'automne n'est pas une saison populaire pour les plages.",
    "FALLNPC_4": "Touriste: C'est dommagee mais je trouve que l'eau est trop froide pour aller nager en automne",
    "FALLNPC_5": "Touriste: L'eau est un peu froide, mais sa ne me dérange pas ",
    "FALLNPC_6": "Touriste: Il fais très frais.",
    "FALLNPC_7": "Touriste: Salut.",
    "FALLNPC_8": "Touriste: Bonjour, comment allez vous aujourd'hui?",
    "FALLNPC_9": "Touriste: Il faut que j'attrape tout le soleil possible avant l'hiver.",
    "FALLNPC_10": "Touriste: Je me demande ce que contiennent ces bouteilles...",
    "FALLNPC_11": "Touriste: La tourte c'est la vie.",
    "FALLNPC_12": "Touriste: Bonjour, vous avez faim?",
    "FALLNPC_13": "Touriste: Avez vous essayé la viande?",

    "NPCWINTER_1": "Pêcheur: T'peux attraper d'beaux calamars içi pendant la nuit!.",
    "NPCWINTER_2": "Le pêcheurs se chantes une mélodie nautique.",
    "NPCWINTER_3": "Pêcheur: T'es v'nu pour pêcher?",
    "NPCWINTER_4": "Pêcheur: Hmm? Oh bonjour, venu pour profiter du silence?",
    "NPCWINTER_5": "Dame: Simon... pose cette boulle de neige.",
    "NPCWINTER_6": "Simon portes un sourire malicieux",

    //achievement
    "AchievementName": "Dormons avec les poissons!",
    "AchievementDescription": "As donné un de chaque poisson à l'Aquarium Stardew.",
    "AchievementCongratulations": "Tu as réussit.... Félicitations! Reviens demain pour voir l'Aquarium remplis de merveilleux poissons!",

    //ehehehe
    "PufferchickDonated": "Tu as entendu un 'click' derrière le comptoir...",

    //mail
    "AquariumOpenLandslide": "Cher @,^^Je suis ravis d'entendre que personne ne fût blessé pendant l'éboulement de la nuit dernière. Mais grâce à cet évènemment j'ai entendu dire que la gare est à nouveau accessible pour les résidents de Pélican Ville.^Je suis donc fier de vous annoncer que le tout nouvel Aquarium Stardew est ouvert!^Mon ami Willy me dit que vous êtes un pêcheur doué, peut-être consideriez vous donner quelques spécimens que vous attrapez.^^Meilleures salutations, Le Conservateur de l'Aquarium Stardew.",
    "AquariumOpenLater": "Bonjour @!^^Je suis fier de vous annoncer que le tout nouvel Aquarium Stardew est ouvert!^Mon ami Willy me dit que vous êtes un pêcheur doué, peut-être consideriez vous donner quelques spécimens que vous attrapez.^^Meilleures salutations, Le Conservateur de l'Aquarium Stardew."
}
