{
	//Welcome message after the stardew aquarium has been completed
	"AquariumWelcome": "별이슬 아쿠아리움에 어서오세요! 우리 컬렉션이 모두 채워졌다네. 모두 자네 덕분이야!",

	//Donation menu dialogue and options
	"DonationMenuTitle": "기증할 물고기를 선택하세요.",
	"DonationQuestion": "별이슬 아쿠아리움에 어서오세요! 오늘은 물고기를 기부하시겠습니까?",
	"OptionYes": "네",
	"OptionNo": "아니오",
	"More": "더",
	"Exit": "닫기",
	"DeclineToDonate": "마음이 바뀌면 언제든지 오세요!",
	"NothingToDonate": "별이슬 아쿠아리움에 어서오세요! 혹시 저희에게 없는 표본을 발견하셔서 만약 기부해주시면 기쁘게 전시하도록 하겠습니다.",
	"MenuCloseFishDonated": "기부에 정말 감사드립니다! 잠시 후 돌아오면 세팅되어 있을겁니다!",
	"MenuCloseNoFishDonated": "언제든 또 오세요.",
	"Donate": "기부: ",
	"DonateDescription": "아래 버튼을 클릭하면 이 물고기가 기증되어 인벤토리에서 제거된다.",

	//global messages in multiplayer
	"FishDonatedMP": "{0}이/가 아쿠아리움에 {1} 를 기증했다.",
	"AchievementUnlockedMP": "별이슬 아쿠아리움이 완성되었다!",

	//collections menu title
	"CollectionsMenu": "별이슬 아쿠아리움 컬렉션",

	//message when a duplicate legendary is caught
	"DuplicateLegendaryCaught": "이상하네, 전에 이 전설적인 물고기를 잡았는데. 진짜인 것 같기는 한데...전보다 값이 덜 나갈 것같아... 아쿠아리움에 기부해야 할까?",

	//tank messages
	"WhichFishInfo": "어떤 물고기의 설명을 볼까요?",
	"EmptyTank": "텅 빈 수조이다...",

	//dialogue boxes
	"Ice": "얼음으로 가득 찼다...수조의 기계를 냉각할 때 쓰는걸거야.",
	"IceMachine": "이 기계는 탱크를 매우 낮은 온도로 냉각시킨다.",
	"Pressure": "이 기계는 이 어항의 압력을 조절하기 위해 사용된다.",
	"Depth": "이것은 깊이 미터의 매우 정확한 표현이지만, 실제 수조의 깊이는 아니다.",
	"PanelCool": "버튼이 잔뜩 달린 기계. 만지지 않는 것이 좋겠다.",
	"Lever": "기대했다면 미안하지만, 이 레버는 아무 기능도 없어.",
	"Bench": "이 벤치들은 완전히 새것처럼 보인다...",
	"LegendaryBook": "전설의 물고기에 대한 어부의 안내서",
	"MinesBook": "광산 : 어떤 물고기가 그 곳에서 서식하는가?",
	"BaitBook": "미끼의 올바른 사용법",
	"Dropped": "책에 대한 공감대가 거의 없는 것 같네...",
	"PetBook": "물고기 백과사전: 제 1권.",
	"Dwarf": "이걸 보니 누군가 생각나...하지만 누구인지 말할 순 없어...",
	"Introvert": "왜 여기 숨어있냐고? 난 내성적이거든.",
	"StayHydratedBois": "*벌컥벌컥 마시는 소리*",
	"OutsideSign": "별이슬 아쿠아리움에 어서오세요! 즐거운 관람되시기 바랍니다.",
	"SewerTP": "이 아래로 내려가면 하수구 구역입니다. 위험하기 그지없는 돌연변이 곤충 구역에서만 발견되는 특별한 물고기를 전시하고 있죠.",
	"SwampTP": "마법진에 올라서면 독립된 늪지대로 이동합니다. 공허연어와 같은 특별한 '공허의 힘'을 가진 표본을 전시하지요.",
	"SVETP": "이 문으로 들어가서 특별한 물고기 전시를 보십시오.",
	"ComingSoon": "개봉박두!",
	"SVEBookOpen": "요리책이다. 버터피쉬에 대해 써있다...",
	"SVEBook1": "몬스터 감시 목록에서 확인: 아포피스",
	"SVEBook2": "진홍 불모지 : 심층적인 시선.",
	"SVEBook3": "캐슬빌리지의 비밀",
	"Shopkeeperecksdeehahafunny": "아이스크림 판매원: 이봐, 여기 있으면 안 돼!",

	//fish descriptions
	"Tank_Pufferfish": "복어는 세상에서 가장 유독한 물고기 중 하나입니다. 느리게 움직이지만 독특한 방어 메커니즘을 보유하고 있습니다. 잡아먹히지 않기 위해 물로 몸을 크게 부풀려 위협합니다. 소량만 섭취해도 생명이 위험할 수 있으니 반드시 전문자격증을 보유한 조리사만 조심스럽게 조리할 수 있습니다!",
	"Tank_Anchovy": "멸치는 작은 물고기를 잡아먹는 더 큰 물고기들의 주요 먹이감입니다. 육수를 낼 때 많이 쓰지요.",
	"Tank_Tuna": "참치는 매우 빠르게 헤엄칠 수 있는 유선형의 대형 물고기입니다. 지방질이 많은 부분은 맛이 매우 고소하여, 특히 뱃살은 입에서 사르르 녹아요.",
	"Tank_Sardine": "정어리는 동물성 플랑크톤을 먹고사는 소형 어류입니다. 등푸른 생선의 일종으로 다양한 조리법으로 먹을 수 있어서 '바다의 쌀'이라고 불리기도 합니다.",
	"Tank_Bream": "이 푸른 도미는 스타듀밸리 지역에서 발견되는 민물어류입니다.",
	"Tank_LargemouthBass": "큰입우럭은 스타듀밸리 지역에서 발견되는 가장 큰 종류의 배스입니다. 진정한 낚시꾼이라면 큰입우럭 정도는 잡아줘야죠. ",
	"Tank_SmallmouthBass": "작은입우럭은 눈 색이 붉은 것이 특징입니다. 배스 종류는 슈컷보다 암컷이 큰 경향이 있는데, 작은입우럭도 그렇습니다.",
	"Tank_RainbowTrout": "무지개송어는 호수와 강에서 서식합니다. 최대 11년까지 살 수 있는 것으로 알려져있습니다. 맛도 좋고 양식도 쉬운 편이어 인기가 높습니다.",
	"Tank_Salmon": "연어는 산란을 위해 바다에서 담수로 이동하는 특이한 물고기입니다. 누군가는 '태어난 장소로 돌아간다'고 표현하기도 하죠.",
	"Tank_Walleye": "월아이라는 이름은 눈이 마치 벽을 바라보는 것처럼 바깥쪽에 위치해 있어서 붙여진 이름입니다. 이 눈은 밤의 어둠 속에서도 빛나서 낚시꾼들이 낚아올리기 쉽죠.",
	"Tank_Perch": "농어는 호수와 강에 서식하는 육식성 물고기입니다. 몸이 날씬하고 지느러미가 날카롭습니다. 육질이 희고 맛있는 식용 담수어입니다.",
	"Tank_Carp": "잉어는 스타듀밸리 지역에서 널리 서식하는 담수어종입니다. 전통적인 보양식이지만 진흙 냄새가 날 수도 있어 식용 잉어는 모래톱에서 양식합니다.",
	"Tank_Catfish": "메기는 고양이처럼 수염이 났다고 해서 캣피쉬라고 불립니다. 스타듀밸리 지역에서도 서식하며, 비 오는 날 발견할 수 있습니다. 영양가가 풍부하며 조리법이 다양한데, 특히 매운탕이나 찜의 재료로 인기가 많습니다.",
	"Tank_Pike": "강꼬치고기는 강에서 주로 서식하는 담수어류입니다. 꼬치처럼 길쭉한 몸이 특징이며, 움직임이 빠르고 매우 포악한 포식자입니다. 누군가는 별미로 찬사하고, 누군가는 도저히 먹을 수 없다며 평이 엇갈립니다.",
	"Tank_Sunfish": "이 개복치는 북미 지역에서 자생하는 민물고기로, 따뜻한 강물을 선호합니다. 스타듀밸리 지역에선 보통 봄과 여름에 발견되죠. 이름이 똑같아 자주 헷갈리는 바다 개복치의 학명은 '몰라'입니다. 귀엽죠?",
	"Tank_RedMullet": "숭어는 붉은 몸 색에 노란색 촉수같은 것을 달고 있어 노랑촉수라고 불리기도 합니다. 살아있는 생선을 판 위에 올려놓으면 분홍빛으로 바뀌어서 예전엔 관상용으로 사랑받았습니다. 보통 통째로 익혀 먹으며, 특히 간이 별미라네요.",
	"Tank_Herring": "청어는 한류가 흐르는 연안에 무리지어 서식합니다. 몸이 청색이어서 청어라고 불리며, 값싸고 맛있어 다양한 조리법으로 두루 즐겨 먹었습니다.",
	"Tank_Eel": "장어는 말 그대로 몸이 뱀처럼 가늘고 긴 물고기입니다.  맛이 진하며 기름져 주로 구워 먹으며, 보양식으로 유명합니다.",
	"Tank_Octopus": "문어는 다리가 8개인 연체동물입니다. 삶으면 부드럽고 쫄깃합니다. 어떤 나라에선 신화생물처럼 여기는데, 실제로 꽤 똑똑합니다. 낚시로 잡기는 꽤 까다로울겁니다. 행운을 빌어요!",
	"Tank_RedSnapper": "붉은 퉁돔은 시장에서 가장 인기좋은 열대성 해양어 중 하나로,  육질이 희고 향기로워 다양하게 조리해 먹습니다. 스타듀밸리 지역에선 비오는 여름날에 발견할 수 있습니다.",
	"Tank_Squid": "오징어는 다리가 10개인 연체동물입니다. 포식자들을 혼란시키기 위해 먹물을 내뿜습니다. 오징어를 양식하면 오징어 먹물을 얻을 수 있을겁니다!",
	"Tank_SeaCucumber": "해삼은 해저에 서식하는 극피동물입니다. 재생력이 아주 강해서, 위협을 받으면 내장을 배출하는데, 이렇게 내장을 끊어내도 다시 재생해 살아남습니다. 바다의 산삼이라 불리며 원기회복을 돕는다고 합니다.",
	"Tank_SuperCucumber": "슈퍼해삼은 희귀한 어종으로, 스타듀밸리 지역의 여름과 가을, 특히 밤에만 발견됩니다.",
	"Tank_Ghostfish": "귀신물고기는 눈이 완전히 퇴화했지만, 가로선이 발달되어 수압의 변동을 감지합니다.",
	"Tank_Stonefish": "쑥치는 보기와 달리 강한 독성을 지녔습니다. 돌로 착각해 함부로 만지지 않도록 주의하세요!",
	"Tank_IcePip": "아이스핍은 얼어붙은 광산의 깊은 곳에서 잡힙니다. 몸집이 작고 속도가 빨라, 많은 낚시꾼이 도전했지만 잡은 이는 몇 되지 않습니다.",
	"Tank_LavaEel": "용암 장어는 희귀하고 독특한 장어입니다. 고도로 달아오른 용암 속에서 살아남을 수 있는 기적적인 진화를 이루었죠. 그러니, 조심하세요! 이 수저는 몹시 뜨거워요!",
	"Tank_Sandfish": "도루묵은 열대지역에서 자생하는 넙치류의 물고기입니다. 모래 속에 몸을 숨겨 위장하는 물고기여서 샌드피쉬라고도 하죠. '묵'이라고 불렸다가 임금이 피난길에 맛있게 먹고 '은어'라는 이름을 내렸지만, 나중에 다시 먹어보니 맛이 그때처럼 맛있지가 않아 다시 '묵'으로 부르게 하여 '도루묵'이 되었다고 합니다.",
	"Tank_ScorpionCarp": "전갈 잉어는 열대 지역의 잉어의 일종으로, 마치 전갈처럼 독침을 이용해 먹이를 잡습니다.",
	"Tank_Flounder": "가자미는 바다의 바닥 쪽에서 살아가는 납작한 물고기입니다. 포식자의 눈을 피하기 위해 위장합니다. 맛이 담백하고 식감이 좋아 널리 식용합니다.",
	"Tank_MidnightCarp": "자정 잉어는 매우 낯을 가리는 물고기입니다. 밤중에 고요한 연못이나 호수에서 발견되죠.",
	"Tank_Sturgeon": "철갑상어는 고대어종으로 수명이 매우 깁니다. 이름과는 달리 상어와는 전혀 관련없는 경골어류입니다. 고급 음식재료인 캐비어는 이 철갑상어의 알을 소금에 절인 음식입니다. 철갑상어를 양식하면 캐비어를 만들 수 있을겁니다.",
	"Tank_TigerTrout": "타이거 송어는 갈색 송어와 개울 송어의 잡종으로, 대개 생식이 불가능하기 때문에 더욱 보기 드뭅니다.",
	"Tank_Bullhead": "눈동자개는 메기의 먼 친척으로 호수 바닥에서 지냅니다. 시력이 나쁘지만, 감각이 발달된 더듬이를 이용해 먹이를 찾아냅니다.",
	"Tank_Tilapia": "틸라피아는 다양한 시클리드 어종의 통칭입니다. 온도에 민감한 이 어종은 따뜻한 물을 선호합니다.",
	"Tank_Chub": "피라미는 스타듀밸리 지역에서 매우 흔하게 발견되는 어종입니다. 뼈가 연하여 요리법이 다양하지는 않습니다.",
	"Tank_Dorado": "만새기는 바다생선의 일종으로 대형 생선입니다. 몸이 황금빛을 띄어 다양한 언어권에서 금을 의미하는 단어가 들어간 이름으로 불립니다.",
	"Tank_Albacore": "날개다랑어는 참치의 일종으로 먼 거리를 이동하는 철새와 같은 어종입니다. 주로 통조림으로 가공합니다.",
	"Tank_Shad": "전어는 연어처럼 알을 낳기 위해 담수로 이동하는 물고기입니다. 특히 구이로 구우면 그 맛이 각별해, '전어 굽는 냄새에 집 나갔던 며느리도 돌아온다'는 말이 있을 정도입니다.",
	"Tank_Lingcod": "범노래미는 북미지역 해안에 서식하는 식용어입니다. 몰바대구(Ling)와 대구(Cod)를 닮았다 하여 둘을 합친 'Lingcod'라고 불리는데, 사실 두 물고기와 밀접한 관련은 없다고 합니다.",
	"Tank_Halibut": "대서양 가자미는 해저에 사는 납작한 물고기로, 축일에 즐겨 먹는 별미였기에 ‘holibut’이라는 이름이 붙었습니다. 조리법은 다양하지만 특히 구이가 맛있습니다.",
	"Tank_Woodskip": "숲고기는 숲속 깊은 웅덩이에서만 살 수 있는 매우 민감한 물고기입니다... 그래서 특별한 수조를 준비했습니다.",
	"Tank_VoidSalmon": "공허의 연어는 공허 에너지에 의해 뒤틀렸습니다. 흑마법으로 인해 발생한 이 물고기에 대해 알려진 것은 많지 않습니다.",
	"Tank_Slimejack": "슬라임잭은 겉이 슬라임 점액질로 뒤덮여 있습니다. 이 점액질은 포식자들로부터 몸을 보호하기 위한 방어 메커니즘으로 추측됩니다.",
	"Tank_MidnightSquid": "자정오징어는 심해에 사는 오징어로, 다량의 잉크를 생산합니다.",
	"Tank_Blobfish": "블롭피쉬는 600~1200m의 깊은 수심에 사는 심해어입니다. 이 수심의 압력은 해수면보다 60배에서 120배까지 크기 때문에, 낚시로 수면에 올라오면 급격한 수압변화로 조직이 손상되어 본 모습을 잃어버립니다. 안심하세요, 이 수족관은 블롭피쉬가 살기 좋은 적당한 수압으로 유지되고 있습니다.",
	"Tank_SpookFish": "통안어는 심해의 어둠 속에서도 희미한 실루엣을 감지할 수 있는 매우 효율적인 세 개의 눈을 가지고 있습니다.",
	"Tank_Angler": "아귀는 이 지역의 전설적인 물고기로, 생물발광을 이용해서 먹이를 유인하는 점이 매우 특징적입니다.",
	"Tank_Legend": "하나뿐이고 유일한 전설의 물고기.....이 물고기의 왕은 절대 잡히지 않을 거라고 단언했지만, 당신은 그게 틀렸다는 것을 증명해냈습니다.",
	"Tank_MutantCarp": "돌연변이 잉어는 펠리칸 마을의 하수구에서 발견되었습니다. 이 괴물이 어떻게 생겨났는지는 아직도 미스테리이며 그야말로 전설적입니다.",
	"Tank_Crimsonfish": "크림슨피쉬는 바다 깊은 곳에 산다고 전해진 전설적인 물고기입니다. 매우 희귀한 이 물고기는 산란기인 여름동안 알을 낳기 위해 얕은 해안으로 올라옵니다.",
	"Tank_Glacierfish": "빙하고기는 빙하 아래쪽에 둥지를 짓는 것으로 알려진 전설적인 물고기입니다. 물이 차가우면 차가울수록 좋아하는 한대성 어종입니다.",
	"Tank_Lobster": "바닷가재는 쫄깃하고 담백한 맛이 일품인 갑각류로, 보통 붉은색으로 알려져 있지만 사실 색이 다양합니다. 실제로 랍스터가 빨갛게 되는 건 요리되는 과정에서 랍스터 표피의 특정 색소가 제거되기 때문입니다.",
	"Tank_Crayfish": "민물가재는 바닷가재와 닮았지만 크기가 아주 작은 민물 갑각류입니다. 중국의 국민간식인 '샤오룽샤'가 이 민물가재 요리입니다. ",
	"Tank_Crab": "게는 가장 유명한 갑각류로, 전세계에 많은 종류가 있습니다. 맛이 좋아 고급요리재료로 취급됩니다.",
	"Tank_Cockle": "새조개는 새의 부리처럼 생겨서 붙여진 이름입니다. 닭고기 맛이 난다 하여 식재료로 인기가 좋습니다.",
	"Tank_Mussel": "홍합은 식용으로 널리 이용되는 길쭉하고 비대칭적인 패류입니다. 홍합의 일종인 지중해담치는 껍질 안쪽이 진주빛이 난다고 하여 진주담치라고 불립니다. 일부는 진주를 생산하기도 합니다.",
	"Tank_Shrimp": "새우에는 전세계 해양에서 발견되는 갑각류입니다. 지느러미가 없어서 배를 몸으로 끌어당기는 동작을 하여 뒤로 헤엄칩니다. 종류 매우 다양하며 대부분이 식용할 수 있어 다양하게 조리합니다.",
	"Tank_Snail": "달팽이는 몸을 숨길 수 있는 껍데기를 가진 연체동물입니다. 오래전부터 식재료로 이용되었으며, 맛은 조금 짜고 일부는 독성이 있기도 합니다.",
	"Tank_Periwinkle": "충알고둥은 경단고둥이라고도 하며, 뾰족한 껍데기가 특징입니다.",
	"Tank_Oyster": "굴은 고급 식재료로 사랑받는 패류로, 일부는 진주를 생산하기도 합니다. 멀러스크 종류는 몸에 불순물이 침입하면 탄산칼륨 성분의 분비물을 코팅하여 몸을 보호합니다. 이 결과물이 바로 우리가 아는 진주입니다.",
	"Tank_Pufferchick": "'오래 전, 지구가 어리고 복어닭이 아직 존재하지 않았을 때, 모드제작 채널은 복어를 기반으로 한 고유의 이모지 문화를 가지고 있었다. 나는 그 이모지의 일부를 서버의 이모지목록에 넣길 제안했다. 운영자는 내게 추가하길 원하는 것을 물었고, 농담삼아 복어닭을 만들어 제안했다. ' - Pathoschild, 2020",
	"Tank_VoidEel": "The Void Eel is a mysterious species of eel, it’s possible that the extra head is a result of void energy.",
	"Tank_Starfish": "The Starfish or Sea Stars are not actually fish but rather echinoderms. There exists many species of Starfish, they can be found in waters ranging from tropic to polar waters. This specimen however looks to be tropical.",
	"Tank_Clownfish": "The Clownfish or anemonefish can be found in warmer ocean waters. Depending on the species their colours can range from yellow, orange, red or black with white bars or patches.",
	"Tank_Minnow": "Minnow is a name for a number of small freshwater fish species. They can be found in most rivers and lakes.",
	"Tank_Puppyfish": "The Puppyfish is possibly the most popular aquatic pet. But if you want to pet it, you would have to get your hands wet!",
	"Tank_Butterfish": "The Butterfish is a freshwater fish, it can be found in different waters around Stardew Valley depending on the season.",

	//1.1.0 fish descriptions

	"Tank_DottedAbalone": "전복은 연체동물 집단의 이름이다. 여러 문화권에서 다양한 이름으로 불리는데, 고급 식재료로 사용된다.",
	"Tank_Scallop": "가리비는 다양한 연체동물의 이름이다. 그것들은 보통 굴이라고 불리는 다른 연체동물 그룹과 밀접한 관련이 있다.",
	"Tank_DewdropFish": "이슬방울 물고기, 물방울 모양이 이 물고기에게 독특한 이름을 준다.",
	"Tank_PurpleSpottedTrout": "보라색 점박이 송어는 스타듀 계곡에서 자생하지 않는다. 그것은 대부분의 사람들에게 알려지지 않았다.",
	"Tank_Relicantlette": "렐리컨틀릿은 고대 호수에서 흔히 발견되는 물고기라고 한다. 하지만 고대 호수를 찾는 것은 드문 일이다.",
	"Tank_Serafin": "세라핀은 날개 같은 지느러미로 물 속을 미끄러지듯 지나간다. 눈을 즐겁게 하는 우아한 물고기.",
	"Tank_UmuwiCarp": "우무위 잉어는 이상한 종류의 마법에 둘러싸인 것 같다. 더 많은 연구가 필요하다.",
	"Tank_KingSalmon": "대왕연어는 연어류 중에서 가장 큰 물고기입니다. 대부분의 낚시꾼들에게 매우 귀하게 여겨지는 물고기이죠.",
	"Tank_Frog": "개구리는 크고 다양한 양서류에 속한다. 개구리들은 그들의 성대를 이용하여 다양한 울음소리를 낼 수 있다.",

	//1.1.0 dialogue boxes

	"LASV_TP": "이 마법의 불꽃에 발을 들여놓으면 새로운 마법의 세계로 이동하게 됩니다!",

	//npc dialogue such long

	"SPRINGNPC_1": "관광객: 선물가게에서 무엇을 사야 할까?",
	"SPRINGNPC_2": "관광객: 안녕, 아쿠아리움은 처음이니?",
	"SPRINGNPC_3": "그녀는 바빠보인다.",
	"SPRINGNPC_4": "안경쓴 남자가 우쭐거리며 웃었다.",
	"SPRINGNPC_5": "관광객: 물 속에 고기가 보여!",
	"SPRINGNPC_6": "관광객: 내 친구가 지난번에 여기 왔을 때 돌고래를 봤다고 했어.",
	"SPRINGNPC_7": "관광객: 난 매년 봄과 여름마다 여기에 와. 이 해변을 정말 좋아하거든.",
	"SPRINGNPC_8": "관광객: 수영을 하고 싶으면 해변 남쪽에 가봐.",
	"SPRINGNPC_9": "관광객: 전 친구를 기다리고 있어요..",
	"SPRINGNPC_10": "관광객: 안녕, 같이 해변에서 좀 놀래?",
	"SPRINGNPC_11": "관광객: 저 음식 좀 봐!",
	"SPRINGNPC_12": "관광객: 음악 좀 들으러 왔어.",
	"SPRINGNPC_13": "관광객: 처음 뵙겠습니다.",
	"SPRINGNPC_14": "관광객: 뭐야?",
	"SPRINGNPC_15": "관광객: 오, 안녕. 그냥 이 조수 웅덩이를 보고 있었어.",
	"SPRINGNPC_16": "관광객: 여기 음식 정말 맛있다.",
	"SPRINGNPC_17": "관광객: 정말 목마르다.",
	"SPRINGNPC_18": "관광객: 이거 먹어봤어? 나쁘지 않아.",
	"SPRINGNPC_19": "관광객: 안녕, 와서 너도 뭐 좀 먹을래?",
	"SPRINGNPC_20": "관광객: 뭘 먼저 해볼까?",
	"SPRINGNPC_21": "관광객: 저기 있는 저 사람들 좀 봐. 정말 맛있게 먹는다.",
	"SPRINGNPC_22": "관광객: 물 속에 들어갈 용기를 내는 중이야...",
	"SPRINGNPC_23": "관광객: 오늘 물 정말 좋다. 한 번 들어가봐.",
	"SPRINGNPC_24": "관광객: 안녕, 수영하러 가니?",
	"SPRINGNPC_25": "관광객: 수영하러 가고 싶긴한데, 머리가 망가질거야",
	"SPRINGNPC_26": "관광객: 봄의 해변이 가장 좋더라. 덥지도 춥지도 않잖아.",
	"SPRINGNPC_27": "관광객: 일광욕을 해야겠다, 햇볕에 멋지게 그을릴 수 있을 것 같아..",
	"SPRINGNPC_28": "관광객: 으음? 잠시 생각에 잠겨있었어.",
	"SPRINGNPC_29": "관광객: 수영하러 갈거니? 경계선 안쪽에선 수영할 수 있어.",
	"SPRINGNPC_30": "관광객: 안녕하세요, 좋은 하루 보내고 있어요?",
	"SPRINGNPC_31": "관광객: 아쿠아리움을 좋아하긴 하는데, 이 해안도 멋지다.",
	"SPRINGNPC_32": "관광객: 안녕, 오늘 날씨 좋다. 안그래?",

	"NPCSUMMER_1": "안경쓴 남자가 우쭐거리며 웃었다.",
	"NPCSUMMER_2": "관광객: 새 비키니를 사야하려나?",
	"NPCSUMMER_3": "관광객: 이런! 지갑을 잃어버렸어.",
	"NPCSUMMER_4": "관광객: 저 어항 너무 귀엽다!",
	"NPCSUMMER_5": "관광객: 아쿠아리움에는 어떤 물고기가 전시되어 있는지 궁금해.",
	"NPCSUMMER_6": "관광객: 안녕하세요. 아쿠아리움에는 처음 오세요?",
	"NPCSUMMER_7": "관광객: 해변에서 아이스크림을 살 수 있는 거 알아요?",
	"NPCSUMMER_8": "아가씨: 아쿠아리움에 물고기 보러갈까, 사이먼?",
	"NPCSUMMER_9": "사이먼은 롤리팝 사탕을 핥아먹느라 바쁘다.",
	"NPCSUMMER_10": "관광객: 난 매년 봄과 여름마다 여기에 와. 이 해변을 정말 좋아하거든.",
	"NPCSUMMER_11": "관광객: 매년 이맘때 부두에서 바라보는 경치가 정말 예뻐.",
	"NPCSUMMER_12": "관광객: 물에 빠진 닭을 본 것 같은 기분이 드는데, 복어를 잘못 본걸까?.",
	"NPCSUMMER_13": "관광객:도움이 필요하니?",
	"NPCSUMMER_14": "관광객: 안녕, 자기. 멋진 하루 보내고 있어?",
	"NPCSUMMER_15": "관광객: 아이스크림 진짜 땡긴다.",
	"NPCSUMMER_16": "관광객: 부두 위의 저 여자 어쩔 줄을 몰라하네.",
	"NPCSUMMER_17": "광대: 풍선마술 좀 볼래?",
	"NPCSUMMER_18": "관광객: 저 광대는 해변에서 뭘 하는거지?",
	"NPCSUMMER_19": "관광객: 안녕, 그냥 친구를 기다리고 있어.",
	"NPCSUMMER_20": "관광객: 난 여기서 일몰을 보는 게 좋아.",
	"NPCSUMMER_21": "관광객: 오늘 바다가 정말 아름답다.",
	"NPCSUMMER_22": "남자: 휴우! 오늘 정말 덥네.",
	"NPCSUMMER_23": "관광객:나는 여름의 물색을 좋아해.",
	"NPCSUMMER_24": "관광객: 일광욕 할거면 썬크림 잊지마.",
	"NPCSUMMER_25": "관광객:수영하러 갈거니? 경계선 안쪽에선 수영할 수 있어.",
	"NPCSUMMER_26": "관광객: 더위를 식히기엔 수영이 제격이지.",
	"NPCSUMMER_27": "관광객: 잠수용 마스크를 가져올걸 그랬네.",
	"NPCSUMMER_28": "관광객: 머리가 망가지는건 싫으니까 수영은 안 해.",
	"NPCSUMMER_29": "관광객: 너무 덥다 싶으면 물에 뛰어들어봐.",
	"NPCSUMMER_30": "관광객: 안녕, 수영하러 가니?",
	"NPCSUMMER_31": "관광객: 물 속에 들어갈 용기를 내는 중이야....",
	"NPCSUMMER_32": "관광객: 이 해변에 바다 조개껍데기가 있을까?",
	"NPCSUMMER_33": "낮잠자는 남자를 깨우지 않도록 자리를 피해주자.",
	"NPCSUMMER_34": "관광객: 방금 게를 찾았어.",
	"NPCSUMMER_35": "관광객: 안녕, 이 날씨를 즐기고있니?",
	"NPCSUMMER_36": "관광객: 이 갯벌에는 불가사리가 많아.",
	"NPCSUMMER_37": "관광객: 필요한 거 있니?",
	"NPCSUMMER_38": "관광객: 내 머리 예쁘니? 고마워!",
	"NPCSUMMER_39": "관광객: 이 갯벌에는 많은 생명체가 살고 있어요.",
	"NPCSUMMER_40": "관광객: 요!",
	"NPCSUMMER_41": "관광객: 뭔일이유?",
	"NPCSUMMER_42": "남자: 해변에선 예쁜 사진 많이 찍을 수 있어.",
	"NPCSUMMER_43": "관광객: 저기 있는 저 남자가 방금 내 사진을 찍었어..",
	"NPCSUMMER_44": "여성은 무언가를 먹는데 정신이 팔려있다.",
	"NPCSUMMER_45": "관광객: 더는 못 먹겠어.",
	"NPCSUMMER_46": "관광객: 안녕. 혹시 배고프니?",
	"NPCSUMMER_47": "관광객: 블랙베리 코블러! 내가 제일 좋아하는거야.",
	"NPCSUMMER_48": "관광객: 여기에 감귤류가 한 들었으면 좋겠네. 알러지가 있어서 말이야.",
	"NPCSUMMER_49": "관광객: 저거 코울슬로지? 나 코울슬로 정말 좋아하는데.",
	"NPCSUMMER_50": "관광객: 고기 정말 맛있다.",
	"NPCSUMMER_51": "관광객: 이 타파스에 뭐가 들었는지 궁금한데. 맛있어!",
	"NPCSUMMER_52": "관광객: 어!? 내 그릇에 있던 음식 어디간거야? 잠깐, 내가 벌써 다 먹은거야?",
	"NPCSUMMER_53": "관광객: 음식 진짜 많다!",
	"NPCSUMMER_54": "관광객: 저 새우 칵테일 봐. 정말 화려해!",
	"NPCSUMMER_55": "관광객: 우리 어디서 본 적 있나?",
	"NPCSUMMER_56": "관광객: 여기서 파는 간식, 정말 싸다.",
	"NPCSUMMER_57": "여성은 당신을 무시하고 있다.",

	"FALLNPC_1": "여성은 당신을 무시하고 있다.",
	"FALLNPC_2": "안경쓴 남자가 우쭐거리며 웃었다",
	"FALLNPC_3": "관광객: 그 많던 사람들 다 어디 갔을까? 아무래도 가을 해변은 그다지 인기있진 않지.",
	"FALLNPC_4": "관광객: 이 시기엔 수영하기엔 물이 너무 차가워.",
	"FALLNPC_5": "관광객: 물이 좀 차갑긴 한데 상관없어.",
	"FALLNPC_6": "관광객: 날이 좀 쌀쌀하네.",
	"FALLNPC_7": "관광객: 안녕, 친구.",
	"FALLNPC_8": "관광객: 안녕, 멋진 하루 보내고 있어?",
	"FALLNPC_9": "관광객: 겨울이 오기 전에 마지막 일몰을 봐야 해.",
	"FALLNPC_10": "관광객: 이 병에 뭐가 들었는지 궁금해.",
	"FALLNPC_11": "관광객: 코블러 정말 최고야.",
	"FALLNPC_12": "관광객: 안녕, 너 배고프니?",
	"FALLNPC_13": "관광객: 고기 좀 먹어볼래?",

	"NPCWINTER_1": "어부: 밤엔 질 좋은 '오징어'를 낚을 수 있슈.",
	"NPCWINTER_2": "어부가 뱃노래를 흥얼거린다.",
	"NPCWINTER_3": "어부: 낚시 좀 즐기겠슈?",
	"NPCWINTER_4": "어부: 흠? 오, 안녕하신가.",
	"NPCWINTER_5": "아가씨: 그 눈덩이 내려놓으렴, 사이먼.",
	"NPCWINTER_6": "사이먼은 짓궂은 미소를 띠고 있다.",

	//achievement
	"AchievementName": "물고기와 잠들기!",
	"AchievementDescription": "아쿠아리움에 모든 종류의 물고기를 기증했다.",
	"AchievementCongratulations": "자네가 해냈어...축하하네! 내일 다시 와서 가득 찬 아쿠아리움을 마음껏 구경해보게!",

	//ehehehe
	"PufferchickDonated": "카운터 뒤에서 뭔가가 찰칵거리는 소리가 들렸다...",

	//mail
	"AquariumOpenLandslide": "@씨에게,^^어제 밤에 산사태가 있었지만 아무도 다치지 않았다는 소식을 들어 다행입니다. 기찻길을 막고 있던 바위들이 쓸려나가, 펠리칸 타운에서도 다시 철도를 이용할 수 있게 되었다고 들었습니다.^그리고, 별이슬 아쿠아리움 개장소식을 전할 수 있게 되어 몹시 기쁩니다!^당신이 훌륭한 낚시꾼이라고 내 친구 윌리에게 들었습니다. 만약 좋은 표본을 찾아내 기부해주시면 크게 감사드립니다.^^안부 전하며, 별이슬 아쿠아리움 큐레이터 올림",
	"AquariumOPenLater": "안녕하십니까, @!^^별이슬 아쿠아리움 개장소식을 전할 수 있게 되어 몹시 기쁩니다!^당신이 훌륭한 낚시꾼이라고 내 친구 윌리에게 들었습니다. 만약 좋은 표본을 찾아내 기부해주시면 크게 감사드립니다.^^안부 전하며, 별이슬 아쿠아리움 큐레이터 올림."

}