{
    //Welcome message after the stardew aquarium has been completed
    "AquariumWelcome": "Bem-vindo ao Stardew Aquarium! Agora adquirimos uma coleção completa. E tudo graças a você!",

    //Donation menu dialogue and options
    "DonationMenuTitle": "Selecione o peixe para doar",
    "DonationQuestion": "Bem-vindo ao Stardew Aquarium! Você gostaria de doar um peixe hoje?",
    "OptionYes": "Sim",
    "OptionNo": "Não",
    "More": "Mais",
    "Exit": "Fechar",
    "DeclineToDonate": "Você está livre para voltar a qualquer momento se mudar de ideia!",
    "NothingToDonate": "Bem-vindo ao Stardew Aquarium! Se você encontrar um espécime que estamos em falta, ficaríamos muito satisfeitos se você considerasse fazer uma doação.",
    "MenuCloseFishDonated": "Muito obrigado pela sua contribuição! Volte mais tarde e eu terei organizado tudo!",
    "MenuCloseNoFishDonated": "Por favor, volte a qualquer hora.",
    "Donate": "Doar: ",
    "DonateDescription": "Clicar no botão abaixo irá doar este peixe e removê-lo de seu inventário",

    //global messages in multiplayer
    "FishDonatedMP": "{0} doou {1} ao Aquarium",
    "AchievementUnlockedMP": "O Stardew Aquarium foi completado!",

    //collections menu title
    "CollectionsMenu": "Stardew Aquarium Coleção",

    //tank messages
    "WhichFishInfo": "Sobre quais peixes você gostaria de saber mais?",
    "EmptyTank": "Apenas um tanque vazio...",

    // items.
    "Decor": "Decor", // used as the override category name for one item.
    "pufferchick-shirt-name": "Camiseta de Galiacu",
    "pufferchick-shirt-description": "Galiacu!",

    "legendary-bait-name": "Legendary Bait", // new!
    "legendary-bait-description": "Very rare fish are attracted to this...", // new!

    "pufferchick-name": "Galiacu",
    "pufferchick-description": "Meio frango, meio baiacu.",

    //dialogue boxes
    "Ice": "Todo esse gelo... é usado para resfriar o tanque com aquela máquina.",
    "IceMachine": "Esta máquina mantém o tanque resfriado em temperaturas muito baixas.",
    "Pressure": "Esta máquina é usada para monitorar a pressão deste tanque de peixes.",
    "Depth": "Esta é uma representação muito precisa de um medidor de profundidade, mas não é real.",
    "PanelCool": "Este painel tem muitos botões, é melhor não tocar nele.",
    "Lever": "Desculpe, mas essa alavanca não vai levar você a lugar nenhum.",
    "Bench": "Esses bancos parecem novos...",
    "LegendaryBook": "Guia do Pescador sobre os Peixes Lendários",
    "MinesBook": "As Minas: Que tipo de peixe pode viver lá?",
    "BaitBook": "Isca e como usá-la direito",
    "Dropped": "Parece que alguém tem pouca empatia pelos livros...",
    "PetBook": "Enciclopédia de peixes: Volume 1.",
    "Dwarf": "Isso te lembra alguém... Mas você não pode dizer quem...",
    "Introvert": "Por que estou me escondendo aqui, você pergunta? Eu sou introvertido.",
    "StayHydratedBois": "*barulhos de bebida*",
    "OutsideSign": "Bem-vindo ao Stardew Aquarium! Desfrute da sua visita.",
    "SewerTP": "Ao descer esta grade, você chegará aos esgotos, onde mantemos um peixe especial que é encontrado apenas em um lugar perigoso chamado covil de insetos mutantes.",
    "SwampTP": "Se você pisar neste círculo mágico, será transportado para uma parte isolada do pântano, onde mantemos espécimes especiais 'infundidos no vazio', como o salmão no vazio.",
    "SVETP": "Passe por esta porta para ver nossa exibição de alguns peixes especiais.",
    "ComingSoon": "Em breve!",
    "SVEBookOpen": "Este é um livro de culinária. Ele menciona algo sobre um Butterfish...",
    "SVEBook1": "Deve ver na Lista de Monstros: The Apophis",
    "SVEBook2": "The Crimson Badlands: um olhar aprofundado.",
    "SVEBook3": "O segredo da vila do castelo",
    "Shopkeeperecksdeehahafunny": "Sorveteiro: Ei, você não pode voltar aqui!",

    //fish descriptions
    "Tank_Pufferfish": "O Baiacu é um dos peixes mais venenosos do mundo. É um peixe que se move lentamente, mas tem um mecanismo de defesa único: pode encher o estômago com água para evitar ser comido.",
    "Tank_Anchovy": "A anchova é um pequeno peixe que se alimenta por um filtro e é uma presa típica da maioria dos predadores.",
    "Tank_Tuna": "O atum é um peixe rápido e aerodinâmico construído para a velocidade, o que o torna um predador muito eficaz.",
    "Tank_Sardine": "A Sardinha é um pequeno peixe que se alimenta de zooplâncton. Geralmente pode ser encontrado em grandes escolas onde o zooplâncton é abundante.",
    "Tank_Bream": "Brema é um nome usado para uma grande variedade de peixes. Esta espécie azul é comumente encontrada em áreas de água doce ao redor do Vale Stardew.",
    "Tank_LargemouthBass": "O Achigã é a maior espécie de bass encontrada em Stardew Valley. É um peixe de caça comum para a maioria dos pescadores.",
    "Tank_SmallmouthBass": "O Achigã-pequeno geralmente pode ser identificado por sua cor de olhos vermelhos. Como a maioria das espécies de bass, as fêmeas tendem a ser maiores que os machos.",
    "Tank_RainbowTrout": "A colorida Truta Arco-Íris pode ser encontrada em lagos e rios. A maior idade registrada de uma truta arco-íris é de 11 anos.",
    "Tank_Salmon": "O Salmão é conhecido por migrar do oceano para a água doce para colocar seus ovos. Alguns dizem que eles voltam ao local exato onde desovaram para se reproduzir.",
    "Tank_Walleye": "O Picão-Verde tem esse nome por causa de seus olhos estarem posicionados para fora, como se estivesse olhando para paredes. À noite, seus olhos brilharão no escuro, tornando mais fácil a captura para os pescadores.",
    "Tank_Perch": "A Perca é um peixe carnívoro que pode ser encontrado em lagos e rios.",
    "Tank_Carp": "O termo Carpa é usado para um grande grupo de peixes de água doce variados. Ele pode ser encontrado em muitas áreas de Stardew Valley.",
    "Tank_Catfish": "Os barbilhões exclusivos do Peixe-Gato se assemelham aos bigodes de um gato, que deram seu nome. Eles são normalmente ativos durante os dias chuvosos em Stardew Valley.",
    "Tank_Pike": "O Lúcio é um peixe carnívoro que geralmente vive em áreas de água doce salobra. O nome pique origina-se de seu corpo longo e fino que se assemelha à arma em forma de pólo conhecida como pique.",
    "Tank_Sunfish": "O Peixe Sol prefere as águas mornas do rio. Geralmente pode ser encontrado em Stardew Valley durante a primavera e o verão.",
    "Tank_RedMullet": "O Salmonete costumava ser avaliado como animal de estimação; agora é mais comumente conhecido como um peixe usado em pratos.",
    "Tank_Herring": "O Arenque costuma nadar em grandes cardumes perto da costa. Ele pode ser encontrado na maioria das águas temperadas e rasas.",
    "Tank_Eel": "A Enguia é um peixe alongado que, dependendo da espécie, carece de várias barbatanas. Ele se move criando ondas em todo o comprimento de seu corpo.",
    "Tank_Octopus": "O Polvo não é realmente um peixe, mas sim um molusco de oito membros. O polvo aparece frequentemente na mitologia como um monstro. Certamente é difícil de pegar - bom trabalho!",
    "Tank_RedSnapper": "O Cioba é facilmente reconhecido por sua cor vermelha. É um peixe marinho tropical que pode ser encontrado durante os dias chuvosos de verão em Stardew Valley.",
    "Tank_Squid": "A Lula não é realmente um peixe, mas sim um molusco. As lulas podem ejetar tinta para confundir predadores. Se você colocá-lo em um viveiro de peixes, ele pode produzir tinta para você!",
    "Tank_SeaCucumber": "O Pepino-do-mar não é realmente um peixe, mas sim um equinodermo. Ele pode ser encontrado no fundo do oceano em todo o mundo.",
    "Tank_SuperCucumber": "O Super Pepino não é realmente um peixe, mas sim um equinodermo. Esta espécie rara de pepino do mar é uma captura rara. Foi detectado durante as noites de verão e outono em Stardew Valley.",
    "Tank_Ghostfish": "O Peixe Fantasma é completamente cego. Pode, no entanto, detectar oscilações na pressão da água graças às suas linhas laterais, que utiliza para navegar.",
    "Tank_Stonefish": "Este peixe camuflado pode parecer inofensivo, mas o Peixe-pedra é altamente venenoso. Portanto, não o confunda com uma pedra!",
    "Tank_IcePip": "O Chione pode ser capturado profundamente nas minas congeladas. Seu tamanho pequeno e alta velocidade tornam uma captura rara para muitos pescadores.",
    "Tank_LavaEel": "A Enguia de lava é uma espécie rara e única de enguia. Ele evoluiu milagrosamente para sobreviver na lava incandescente. Portanto, atenção: este aquário é super quente!",
    "Tank_Sandfish": "O Areinha é um peixe chato tropical. Gosta de se esconder e se camuflar na areia.",
    "Tank_ScorpionCarp": "A Carpa escorpiônica é uma espécie tropical de carpa. Ele usa sua velocidade e ferrão venenoso para pegar sua presa.",
    "Tank_Flounder": "O Linguado é um peixe chato que vive no fundo do oceano. Um linguado adulto usa camuflagem para se esconder dos predadores.",
    "Tank_MidnightCarp": "A Carpa da Meia-Noite é um peixe tímido. Ele pode ser encontrado em lagoas e lagos à noite.",
    "Tank_Sturgeon": "O Esturjão é uma espécie antiga de peixe e tem uma vida útil tremendamente longa. Suas ovas podem ser produzidas em tanques de peixes para fazer a luxuosa comida caviar.",
    "Tank_TigerTrout": "A Truta Tigre é um híbrido entre uma Truta Marrom e uma Truta de Riacho. É um peixe estéril piscívoro e, portanto, geralmente raro.",
    "Tank_Bullhead": "O Peixe-gato é um peixe que vive no fundo. Tem visão deficiente, mas pode usar seus barbilhões sensíveis para localizar seu alimento.",
    "Tank_Tilapia": "Tilápia é um nome comum para uma grande variedade de espécies de peixes ciclídeos. Eles são muito sensíveis à temperatura e preferem águas quentes.",
    "Tank_Chub": "Esquálio é um nome comum para muitos peixes de barbatanas raiadas. Eles são peixes muito comuns no Vale Stardew.",
    "Tank_Dorado": "Dourado, que significa ouro ou dourado em várias línguas, dá o nome a este peixe brilhante.",
    "Tank_Albacore": "O Albacora também é conhecido como atum de longfin. Como o atum, tem um corpo aerodinâmico. É um peixe migratório que pode viajar grandes distâncias.",
    "Tank_Shad": "O Alocine, como o salmão, é anádromo e migra para a água doce para desovar.",
    "Tank_Lingcod": "O Ófis também é conhecido como bacalhau de búfalo ou bacalhau cult. O seu nome é uma combinação de dois outros peixes, a maruca e o bacalhau. Embora o Ófis não seja intimamente relacionado a esses peixes, ainda assim recebe esse nome por se assemelhar a esses peixes.",
    "Tank_Halibut": "O Halibute é um peixe chato e vive no fundo do oceano. Seu nome é derivado de sagrado (haly) e butte (peixe chato).",
    "Tank_Woodskip": "O Madeirão é um peixe muito sensível que só pode viver em piscinas profundas na floresta... ou neste aquário especial.",
    "Tank_VoidSalmon": "O Salmão nulo foi distorcido pela energia do Vazio. Não se sabe muito sobre este peixe.",
    "Tank_Slimejack": "O Salmão mutante é coberto por uma camada de lodo. Alguns peixes usam limo como mecanismo de defesa contra predadores.",
    "Tank_MidnightSquid": "A Lula da Meia-Noite, como outras lulas, não é realmente um peixe, mas um molusco. Ele vive nas profundezas do oceano e pode produzir grandes quantidades de tinta.",
    "Tank_Blobfish": "O Peixe-bolha é um peixe de águas profundas: pode viver em profundidades entre 600 a 1200 metros, onde a pressão é 60 a 120 vezes superior ao nível do mar. Quando Peixe-bolha são pescados por pescadores, eles começam a perder sua forma devido a danos nos tecidos. Felizmente, este aquário foi projetado para peixes de águas profundas.",
    "Tank_SpookFish": "Este espécime, o Peixe Assustador, tem três olhos muito eficientes que podem detectar a silhueta mais tênue na escuridão do fundo do mar.",
    "Tank_Angler": "O Tamboril é famoso por seu método de predação característico: ele usa uma isca bioluminescente para atrair a presa.",
    "Tank_Legend": "A única Lenda... Disseram que o próprio rei dos peixes nunca seria capturado, mas você provou que estavam errados.",
    "Tank_MutantCarp": "A lendária Carpa mutante é encontrada nos esgotos de Pelican Town. Como esse monstro surgiu ainda é um mistério.",
    "Tank_Crimsonfish": "O lendário Peixe-carmim é uma espécie rara de peixe que vive nas profundezas do oceano. Ele põe seus ovos em águas rasas durante o verão.",
    "Tank_Glacierfish": "O lendário Peixe-gelo gosta de construir ninhos na parte inferior das geleiras, onde se sente mais à vontade - quanto mais fria a água, melhor.",
    "Tank_Lobster": "A Lagosta na verdade não é um peixe, mas sim um crustáceo. Suas cores podem variar, mas muito raramente são vermelhas brilhantes, como costumam ser erroneamente conhecidas. A cor vermelha característica da lagosta é produzida quando certos pigmentos da epiderme da lagosta são removidos durante o cozimento.",
    "Tank_Crayfish": "O Lagostim é um minúsculo crustáceo de água doce que se assemelha a uma lagosta. Lagostins também são conhecidos como Crawdads, Crawfish ou Mudbugs.",
    "Tank_Crab": "O Caranguejo é um crustáceo icônico. Existem muitas espécies diferentes de caranguejos que podem ser encontrados em todo o mundo.",
    "Tank_Cockle": "O Berbigão é um molusco que usa um sifão para filtrar a água para se alimentar.",
    "Tank_Mussel": "Mexilhão é um nome comum para vários moluscos bivalves. Todos eles compartilham uma forma única, alongada e assimétrica.",
    "Tank_Shrimp": "O Camarão é um crustáceo que pode ser encontrado em muitos oceanos. Ao contrário dos peixes, este crustáceo não possui nadadeiras para locomoção; ele puxa seu abdômen em direção ao corpo. No entanto, isso significa que o camarão nada para trás.",
    "Tank_Snail": "O Lesma pertence a um grupo denominado gastrópodes, que é uma classe dentro do filo dos Mollusca. Os caracóis podem retrair-se totalmente em suas conchas.",
    "Tank_Periwinkle": "O Caramujo, também conhecida como búzio ou búzio, é um pequeno gastrópode. Suas conchas são freqüentemente pontiagudas.",
    "Tank_Oyster": "A Ostra é um molusco bivalve. Eles são comumente conhecidos pela produção de pérolas. As pérolas são criadas quando uma irritação se instala na ostra. Como mecanismo de defesa, um fluido é usado para revestir o irritante. Camada sobre camada deste revestimento, chamado nácar, é depositado, até que uma pérola brilhante seja formada.",
    "Tank_Pufferchick": "'Há muito tempo, quando a terra era jovem e o baiacu ainda não existia, o canal making-mods tinha sua própria subcultura de emojis baseada no baiacu. Eu sugeri adicionar alguns deles aos slots de emoji do servidor (isso é quando podíamos ter no máximo 50), a equipe perguntou quais eu queria adicionar e eu, brincando, criei um pufferchick para sugerir. ' - Pathoschild, 2020",
    "Tank_VoidEel": "A Enguia nula é uma espécie misteriosa de enguia, é possível que a cabeça extra seja resultado da energia do vazio.",
    "Tank_Starfish": "As Estrela-do-mar não são peixes, mas equinodermos. Existem muitas espécies de estrelas do mar, que podem ser encontradas em águas que vão desde as águas tropicais às polares. Este espécime, entretanto, parece ser tropical.",
    "Tank_Clownfish": "O Peixe-palhaço ou anêmona pode ser encontrado em águas oceânicas mais quentes. Dependendo da espécie, suas cores podem variar de amarelo, laranja, vermelho ou preto com barras ou manchas brancas",
    "Tank_Minnow": "Minnow é o nome de uma série de pequenas espécies de peixes de água doce. Eles podem ser encontrados na maioria dos rios e lagos.",
    "Tank_Puppyfish": "O Peixe-cachorro é possivelmente o animal de estimação aquático mais popular. Mas se você quiser acariciá-lo, terá que molhar as mãos!",
    "Tank_Butterfish": "O Peixe-manteiga é um peixe de água doce, que pode ser encontrado em diferentes águas ao redor do Stardew Valley dependendo da época.",

    //1.1.0 fish descriptions
    // TODO
    "Tank_DottedAbalone": "Abalone is a name for a group of molluscs. They are also known by other names, such as; Ear Shells, Sea Ears, Muttonfish, Muttonshells, Ormer, Perlemoen and Paua.",
    "Tank_Scallop": "Scallop is a name for a wide variety of molluscs. They are closely related to another group of molluscs commonly called Oysters.",
    "Tank_DewdropFish": "The Dewdrop Fish, it's waterdrop or rather dewdrop shape gives this fish it's unique name.",
    "Tank_PurpleSpottedTrout": "The Purple Spotted Trout, is not native to Stardew Valley. It's origins is not known to most people.",
    "Tank_Relicantlette": "The Relicantlette, is said to be a common fish found in ancient lakes. But finding an ancient lake is a rare thing.",
    "Tank_Serafin": "The Serafin, it glides through the water with it's wing-like fins. An elegant fish to behold.",
    "Tank_UmuwiCarp": "The Umuwi Carp, this magical fish seems to be surrounded by a strange sort of magic. Further research is required.",
    "Tank_KingSalmon": "The King Salmon, this giant fish is the largest species of salmon. A highly prized fish for most anglers.",
    "Tank_Frog": "Frogs belong to a large and diverse group of amphibians. Using their vocal cords, frogs can make a variety of croaking sounds.",

    //1.1.0 dialogue boxes
    // TODO
    "LASV_TP": "Stepping into these magical sparkles, will teleport you to a new magical world!",

    //1.2.0 Fish descriptions
    // TODO
    "Tank_SonOfCrimsonfish": "This young Crimsonfish has a flamboyant tail, but it is simply a phase.",
    "Tank_RadioactiveCarp": "This fish is radioactive, but don't worry it is safely contained in this tank.",
    "Tank_Ms.Angler": "This anglerfish seems to be wearing makeup...",
    "Tank_GlacierfishJr.": "This fish is so cool. It even has the sunglasses to prove it.",
    "Tank_LegendII": "The one and only Legend... wait a second!",
    "Tank_Stingray": "Stingrays is a name for a group of sea rays. They are related to sharks but unlike sharks and other fish, stingrays use a unique mode of locomotion called 'undulation'.",
    "Tank_BlueDiscus": "The Blue Discus is a species of cichlid, it is very senstive to changes in temperature and prefers warmer waters.",
    "Tank_Lionfish": "The Lionfish or also known 'zebrafish' or 'firefish' is a venomous marine fish. It is an effective predator that feeds on smaller fish and molluscs. In some areas some Lionfish are considered an invasive species. There are 12 known species of Lionfish currently.",

    //1.3.0 dialogue boxes
    // TODO
    "WaterfallCave": "This is just the mandatory cave behind the waterfall. Nothing to see here, move on.",
    "KoiRoom": "The sign next to the door says: Koi Pond.",
    "PrettyFlower": "You stop and smell the flowers.",
    "Knight": "You look inside the armor. No one is home.",
    "Sword": "The sword is very dull. Perhaps its just for decoration.",
    "MNFBook1": "Mermaid Island tour guide book.",
    "MNFBook2": "Kitty Slimes, Dragons and other magical creatures.",
    "MNFBook3": "The Mythical City of Ghibli.",
    "MNFBook4": "A building catalog. Aquariums and how to build them.",
    "Tea": "Someone left their cup of tea on the table. Its still hot.",
    "Boat": "An old boat with lots of holes in it.",
    "Cactus": "You carefully reach out and touch the cactus. Lucky for you its not real.",
    "Vase": "A beautiful curved vase.",
    "Coconut": "You try to shake the tree. But nothing happens... What did you expect, a coconut would fall down?",

    //1.3.0 MNF fish descriptions
    // TODO
    "Tank_Glassfish": "The Glass Fish has an extraordinary transparent body, it feeds on crustaceans, annelid worms and other invertebrates. It is usually prey for larger fish.",
    "Tank_Coelacanth": "Coelacanth is an order of fish with only 2 currently living species. The order was long thought to be extinct but was later rediscovered.",
    "Tank_Cavefish": "Cavefish or cave fish is a generic term for fish adapted to living in caves. They have unusual adaptations known as Troglomorphism. Adaptations for animals living in constant darkness, such adaptations usually include loss of pigment, eyesight or possible blindness.",
    "Tank_CaveLobster": "The Cave Lobster is a rare species of crustacean that has adapted to live in caves. It feeds on organic matter that is washed into caves and bat guano.",
    "Tank_CyclopsShark": "This 'Cyclops Shark' appears to be a Dusky Shark featuring Cyclopia. Cyclopia is a birth defect that rarely occurs in many animals.",
    "Tank_Barreleye": "The Barreleye is so named for their unique barrel-shaped eyes. Its eyes are generally directed upwards to detect silhouettes of their prey. They can however still direct their eyes forward.",
    "Tank_BrainSlug": "This strange slug is believed to be a parasitic brain slug, it has a green body with two feelers and one large eye.",
    "Tank_Tucunare": "The Tucunare or also known as Peacock bass, belongs to a large genus known as cichlids. Even with its similarities it is not closely related to other fish known as bass.",
    "Tank_ArcticChar": "The Arctic Char is a cold water fish. It belongs to the family Salmonidae, which includes fish like trout and salmon. In some areas it is also known as 'Golets'.",
    "Tank_GreenTerror": "The Green Terror is a species of freshwater fish from the large cichlid family. It has previously been confused with other species due to its polymorphism, meaning that the same species can have different morphs or forms.",
    "Tank_CommonPleco": "The Common Pleco also known as 'Suckermouth Catfish' is a species of freshwater loricariid catfish. It usually feeds on algae and crustaceans.",
    "Tank_SiameseAlgaeEater": "The Siamese Algae Eater is a species of freshwater fish from the carp family. It typically dwells along the bottom of streams and rivers, where it, like its name suggests, eats algae.",
    "Tank_Trahira": "Trahira or 'Trairas' are a family of freshwater fish. They are carnivorous and prey and other fish. Some species are even able to breathe air.",
    "Tank_Pacu": "Pacu is a common name that refers to a variety of omnivorous freshwater serrasalmid fish. They are related to the Piranha, but unlike its close relative they have more squarer teeth fit for a more omnivorous diet.",
    "Tank_SnowballPleco": "The Snowball Pleco is a species of freshwater loricariid catfish. It typically feeds on algae but will sometimes also eat other organic matter.",
    "Tank_FreshwaterPufferfish": "Although most Pufferfish live in marine environments, about 35 species spend their entire life cycles in freshwater. Like other pufferfish it has the ability to inflate when threatened, this is a defense mechanism to make up for its slow locomotion.",
    "Tank_Arowana": "The Arowana is a freshwater fish. It is also known as 'bony tongues'. There are roughly 10 different types of arowana. It has an elongated body covered in heavy scales with mosaic patterns.",
    "Tank_Tench": "The Tench or also known as 'doctor fish'. It can be found in slow moving waters such as rivers and lakes.",
    "Tank_ZebraTilapia": "The Zebra Tilapia belongs to a large genus called cichlids. It is a rather large cichlid, its dark stripes tend to fade as they age.",
    "Tank_ClownKnifefish": "Clown Knifefish also goes by other names such as Clown Featherback or Spotted Knifefish. This nocturnal freshwater fish is usually found in lakes.",
    "Tank_RedtailShark": "The Redtail Shark or 'Redtail Sharkminnow' is a species of freshwater fish from the carp family. It has a black body with a characteristic orange tail. Even though its name might suggest that it is related to sharks, it is not.",
    "Tank_ClownLoach": "The Clown Loach or 'Tiger Botia' as it is also known as, is a species of freshwater fish belonging to the botiid loach family. It has a long orange to yellow body with black bands. Its mouth is faced downwards with 4 barbels.",
    "Tank_Sauger": "The Sauger is a freshwater fish that is closely related to the Walleye. It is a well-adapted predatory that is capable of swimming in fast streams. Saugers on a variety of invertebrates and small fish.\t",
    "Tank_Elephantfish": "Elephantfish or rather the 'Freshwater Elephantfish', not to be confused with the marine elephantfish, is a family of freshwater fish. Some species have a modified mouthparts to feed on small invertebrates in muddy substrates.",
    "Tank_FlameAngelfish": "The Flame Angelfish or Flaming Angelfish is a species of angelfish. It has a bright orange-red colourization, black bars on its side with dorsal and anal fins that are blue. Its diet can vary from algae to crustaceans.",
    "Tank_ThreespotAngelfish": "The Threespot Angelfish is a species of angelfish. It has a bright yellow colourization with three dark spots on its body. The females of this species can change their sex at one point during their lifetime.",
    "Tank_BandedAngelfish": "The Banded Angelfish or Bandit Angelfish is a species of angelfish. It is overall pale with a broad black bar across its body. It can usually be found deep waters around reefs.",
    "Tank_OrnateAngelfish": "The Ornate Angelfish or Bellus Angelfish as it is also known as, is a species of angelfish. The females of this species tend to be blue, black and white. The males are generally grey with a yellow stripe.",
    "Tank_RoyalAngelfish": "The Royal Angelfish or Regal Angelfish is a marine species of angelfish. It has a flat body with a varied colourization depending on what region it is from.",
    "Tank_TigerPuffer": "The Tiger Puffer is a species of pufferfish, like most pufferfish some of its organs contain toxins that are highly toxic to humans.",
    "Tank_MoorishIdol": "The Moorish Idol is a common marine fish species found in reef and lagoon habitats. It is an omnivorous fish with a habit of eating corals and sponges.",
    "Tank_BlueTang": "The Blue Tang is a species of surgeonfish. It also goes by other names such as 'Regal Blue Tang', 'Royal Blue Tang', 'Blue Hippo Tang' and 'Blue Surgeonfish' to name a few. It has a flat blue body with a black palette design and a yellow tail. The males tend to be larger than the females.",
    "Tank_DwarfStingray": "The Dwarf Stingray is a small species of stingray. It has a diamond shaped body, with its head forming almost a triangular pointed tip. It has a long whip-like tail with a serrated stinging spine.",
    "Tank_MaroonClownfish": "The Maroon Clownfish or 'Spine-cheeked Clownfish' as it is also known as, is a species of anemonefish. Like other anemonefish it forms a symbiotic mutualistic relationship with sea anemones.",
    "Tank_SebaeClownfish": "The Sebae Clownfish is a species of anemonefish. It is usually found living in association with saddle anemones.",
    "Tank_Wide-bandClownfish": "The Wideband Clownfish is a species of anemonefish. Like other anemonefish it lives symbiotically anemones and is unaffected by their stings. It is capable of changing its sex, females are typically the largest, followed by breeding males and then nonbreeding males.",
    "Tank_PinkSkunkClownfish": "The Pink Skunk Clownfish or simply 'Pink Clownfish' as it is also known as, is a species of anemonefish. Anemonefish have been grouped into six groups called complexes, the Pink Skunk Clownfish belongs to a complex called the 'skunk complex'.",
    "Tank_OrangeClownfish": "The Orange Clownfish is also known by other names such as 'Percula Clownfish' or 'Clown Anemonefish'. It belongs to a subfamily called anemonefish, like other species of this family, it lives in symbiose with anemones. It typically lives with 2 specific anemone species.",
    "Tank_SaddlebackClownfish": "The Saddleback Clownfish or 'Yellowfin Clownfish' as it is also known as, is a species of anemonefish. Like some other anemonefish, males are capable of changing their sex to female, this phenemon is called protandry.",
    "Tank_Two-BandClownfish": "The Two-Band Clownfish or 'Two-banded Anemonefish' as it is also known as, is a species of anemonefish. Like the name suggests it has two bands or bars of white with black edges on its body. Like other anemonefish it feeds on algae and zooplankton.",
    "Tank_WhitesnoutClownfish": "The Whitesnout Clownfish or 'McCulloch's Anemonefish' as it is also known as. Like other anemonefish it lives symbiotically with anemonefish, but the Whitesnout Clownfish specifically is only hosted by 1 species of anemone, the Bubble-tip anemone.",
    "Tank_FireClownfish": "The Fireclownfish is known by a lot of different names such as 'Cinnamon Clownfish', 'Dusky Clownfish'or 'Black-backed Clownfish' to name a few. It is a species of anemonefish with a dark red body with a single white band behind its eye.",
    "Tank_YellowtailClownfish": "The Yellowtail Clownfish or 'Clark's Anemonefish' as it is also known as, is a marine species of anemonefish. Unlike other clownfish, it is not specifically hosted by a limited number of specific anemone species, but rather a variety of 10 species.",
    "Tank_SkunkClownfish": "The Skunk Clownfish or 'Nosestripe Anemonefish' as it is also known as, is a species of anemonefish. Like other anemonefish they are territorial and use sound to protect its territory in the form of pops or chirps.",
    "Tank_Pollock": "Pollock or 'Pollack' is a common name for one of two species of fish from the Cod family. The other species it regularly gets confused with is the Coley or 'Coalfish' from the same genus.",
    "Tank_FalseKelpfish": "The False Kelpfish or 'Sea Ruffe' as it is also known as, is a species of fish from the rockfish family. There are only 3 recognized species of rockfish.",
    "Tank_Icefish": "Icefish or 'Noodlefish' is a family of fish. They have a slender body with almost no scales. The females being entirely scale-less and males only having a few scales. Most species of Icefish only live for a year, so they reach maturity very fast.",
    "Tank_Monkfish": "Monkfish is a common name for a genus of anglerfish species. It is also known by other names such as 'Fishing-Frogs' or 'Sea-Devils'. As with all species of anglerfish it has a dangler to lure or attract prey. There are 7 known species of Monkfish.",
    "Tank_Wolffish": "The Wolffish or 'Sea Wolf' are deep sea fish that are native to cold waters. It uses its strong teeth to feed on various clams, echinoderms and crustaceans. There are 4 known species of Wolffish, 5 including the related Wolf Eel.",
    "Tank_Thread-SailFilefish": "The Thread-Sail Filefish is a marine species of Filefish. It feeds on both plankton and smaller crustaceans making it omnivorous. Juveniles of this species typically hide in drifting seaweed for safety against predators.",
    "Tank_Soldierfish": "The Soldierfish is a family of ray-finned fish, they can usually be found in tropical waters near reefs. They feed on larger zooplankton in the open water.",
    "Tank_Squirrelfish": "Squirrelfish is a family of ray-finned fish, there are around 150 known species of Squirrelfish. They can typically be found near tropical waters and reefs. They feed on crustaceans, molluscs and gastropods on the bottom of the ocean.",
    "Tank_Goldfish": "The Goldfish is a freshwater fish that belongs to the Carp family. Contrary to common belief goldfish do not have bad memory. Released aquarium pet goldfish can in some cases cause problems and actually be categorized as an invasive species.",
    "Tank_Ide": "The Ide or Orfe as it is also known as, is a freshwater fish that belongs to the carp family. It has bright scales and a long body.",
    "Tank_CelestialEye": "Celestial Eye is a goldfish that belongs to the carp family, it is also known as 'Choutengan'. It has unique protruding, skywards turned eyes.",
    "Tank_Lionhead": "The Lionhead is a goldfish that belongs to the carp family. It is easily identified by its unique head growth and hooded appearance.",
    "Tank_Comet": "The Comet is a goldfish that belongs to the carp family. It is similar to a regular goldfish but regularly smaller and slimmer. It can be identified by its long, forked and single tail fin.",
    "Tank_Telescope": "The Telescope is a goldfish that belongs to the carp family. Its most noticeable feature is its protruding eyes. This trait has in some areas been known as 'dragon eyes'.",
    "Tank_FreshwaterButterflyfish": "Butterflyfish normally habitate coral reefs.  However, this species has uniquely been able to adapt to freshwater. They are especially territorial and form pairs. It feeds on the larvae of freshwater fish.",
    "Tank_Pangasius": "Pangasius is a genus of shark catfish, they can be found in brackish and freshwater system, where they can grow rather large. They are carnivorous fish that usually feed on shrimp, crab and other fish. There are currently 22 known species of Pangasius.",
    "Tank_Anchoviella": "Anchoviella is a genus of anchovies fish. They are typically small and pale fish found in warm waters. They usually feed on plankton and crustaceans.",
    "Tank_Barracuda": "The Barracuda or simply 'Cuda' for short is a large predatory fish. They have a long elongated almost snake-like body. Currently 28 species of Barracuda have been recognised.",
    "Tank_Blue-RingedOctopus": "Blue-Ringed Octopuses is a group of 4 highly venomous species of octopus. If threatened it will become bright yellow and flash its many blue rings.",
    "Tank_SmallMantaray": "Manta Rays are large rays, they have large triangular pectoral fins that are fused to its head like most rays. There are currently only 2 known species of Mantas.",
    "Tank_RibbonEel": "The Ribbon Eel is also known by other names such as 'Leaf-nosed Moray Eel' or 'Bernis Eel'. It is a species of moray eel that is easily recognised by its expanded anterior nostrils. They are typically found in lagoons or near reefs.",
    "Tank_SeaSnake": "Sea Snakes or Coral Reef Snakes are a group of serpents that have adapted to life in marine environments. Some are fully adapted to aquatic life and are incapable of moving on land. They do not possess gills and must therefore surface regularly in order to breathe.",
    "Tank_SmallSwordfish": "The Swordfish also known as 'Broadbills', is an elusive fish with a characteristic long flat pointed bill which resembles a sword. It relies on their great speed when hunting along with their 'sword'. However, it does not use the 'sword' to spear its prey, but rather use it to slash and injure.",
    "Tank_Hagfish": "The Hagfish belongs to an order of jawless fish. This eel-shaped fish, can produce slime and is often referred to as 'slime eel'.",
    "Tank_LongfinIcedevil": "The Longfin Icedevil is a deep water fish that belongs to a family of cod icefishes. It has many adaptations for living in deep and cold waters.",
    "Tank_Haddock": "The Haddock is a member of the cod family. It has an elongated body typical of a cod, the upper side of the Haddock can vary in colour from brown to nearly black, while the lower part is a silvery white.",
    "Tank_StubbySquid": "Stubby Squid or 'Bobtail Squid' as they are also known as, is a group of cephalopods. They have 8 arms and 2 tentacles, in general they are relatively small.",
    "Tank_DumboOctopus": "Dumbo Octopus is a genus of 13 recognized species of umbrella octopuses. They usually feed on crustaceans, bivalves and worms.",
    "Tank_KingCrab": "The King Crab is a crustacean typically found in cold oceans. Due to their size and taste of their meat they are often caught and sold as food.",
    "Tank_SandDollar": "Sand Dollars also known as Sea Cookie, Snapper Biscuit or Pansy Shell. It is a small flat species of sea urchin. It has a rigid skeleton called a 'test'.",
    "Tank_BlueDragonSlug": "The Blue Dragon Slug is also known by a lot of other names such as 'Sea Swallow', 'Blue Glaucus' and 'Blue Ocean Slug', to name a few. It is a shell-less gastropod mollusc that feeds on other pelagic creatures including venomous species.",
    "Tank_BriefSquid": "The Brief Squid is a small species of squid. Like other squids it is not a fish, but rather a mollusc. It is usually found in warm shallow waters.",
    "Tank_Nautilus": "Nautilus, meaning 'Sailor' is a pelagic mollusc. They are often referred to as 'living fossils', since they have survived without significant change for a long time.",
    "Tank_Prawn": "Prawn is a common name for small aquatic crustaceans. They are a member of the Decapod order.",
    "Tank_SwimmerCrab": "The Swimmer Crab is a crustacean that belongs to a family called Portunidae. A pair of its legs are flat and allows it to swim and catch prey.",
    "Tank_Jellyfish": "Jellyfish or Sea Jellies as they are also commonly called. They belong to a phylum called Cnidaria. The Jellyfish is the medusa-phase of this type of animal, they can also be anchored to the seabed in their polyp-phase.",
    "Tank_FreshwaterCrab": "There are around 1,300 discovered Freshwater Crab species. These crustaceans unlike their marine counterparts show maternal care for their offspring.",
    "Tank_FreshwaterShrimp": "The Freshwater Shrimp is a small crustacean that can be found in many areas. It serves as an important food chain for many larger animals.",
    "Tank_HarlequinFreshwaterShrimp": "The Harlequin Freshwater Shrimp is a small crustacean. It is also commonly known as 'Celebes Beauty Shrimp' or 'Sponge Shrimp' in the aquarium trade.",
    "Tank_RedHarlequinFreshwaterShrimp": "The Red Harlequin Freshwater Shrimp is a small crustacean, it feeds an undescribed freshwater sponge.",
    "Tank_RedFreshwaterShrimp": "The Red Freshwater Shrimp or 'Cherry Shrimp' as it is also commonly known as. This red morph is regularly sold for aquariums.",
    "Tank_BlueFreshwaterShrimp": "This Freshwater Shrimp is also commonly known as 'Blue Velvet Shrimp'. This blue morph, like other shrimp, feeds on algae and other microorganisms.",
    "Tank_Ladyfish": "Ladyfish is a family of ray-finned fish. They are also commonly known as 'Skipjacks', 'Jack-rashes' or 'Tenpounders'. They usually dwell near the coast where they feed on crustaceans and smaller fish.",
    "Tank_Robalo": "The Robalo is also referred to as 'Common Snook' or 'Sergeant Fish'. It usually prefers warmer waters, it feeds on smaller fish, crustaceans such as shrimp and occasionally crabs.",
    "Tank_MimicOctopus": "The Mimic Octopus is a species of octopus that, like other octopuses, it uses chromatophores to camouflage itself. It is also known to mimic other marine animals, hence its name.",
    "Tank_SpinnyDogfish": "The Spiny Dogfish or 'Spurdog', 'Mud Shark' or 'Piked Dogfish' belongs to a family of dogfish, which are sharks. This species can be identified by having 2 spines.",
    "Tank_ZebraEel": "The Zebra Eel or the 'Zebra Moray' as it is also known as, is a species of moray eels. They can typically be found in rocky areas, coral reefs in shallow waters.",
    "Tank_GhostEel": "The Ghost Eel or 'White Ribbon Eel' as it is also known as is a species of moray eel. It is a nocturnal predator that usually feeds on small crustaceans.",
    "Tank_LongnoseGar": "The Longnose Gar also known as 'Longnose Garpike' or 'Billy Gar'. It has an average lifespan of 15-20 years, with the longest recorded age being 39. Its appearance has remained almost the same for millions of years.",
    "Tank_Lungfish": "The Lungfish are best known for having the ability to breathe air. There are only 6 known species of Lungfish. Lungfish are omnivorous, meaning they can survive by eating both plant and animal matter.",
    "Tank_Tigerfish": "The Tigerfish is a predatory freshwater fish. It is mostly piscivorous, meaning it only feeds on other fish. It has an elongated silvery body with a coloured fins. Its head is large with many teeth that it can use to chop and grasp prey.",
    "Tank_ElectricCatfish": "Electric Catfish is a family of catfish with 21 known species in total. Several members of this family have the ability to produce an electric shock of up to 350 volts.",
    "Tank_SmallGoblinShark": "The Goblin Shark is a rare species of deep-sea shark. It has pink skin with an elongated flat snout and it can protrude its jaw when feeding.",
    "Tank_VampireSquid": "The Vampire Squid like other squids is a mollusc or more specifically a cephalopod. It usually thrives in deep waters with low concentrations of oxygen. Contrary to its name it does not feed on blood, but rather organic matter in the form of detritus.",
    "Tank_GreatFireflySquid": "The Firefly Squid or 'Sparkling Enope Squid' as it is also commonly known as, is a species of squid. It can be found near the shore in spawning seasons, but otherwise it prefers deeper waters. They are bioluminescent, meaning they can emit a light from photophores. It is believed that this light is used for communication, camouflage or attracting prey.",
    "Tank_FrilledShark": "Frilled Shark is the name of a family for 2 known species of shark. They have a long eel-like body and also move like one. It can usually be found at great depths in the ocean, but goes to the surface to feed on various cephalopods, smaller sharks and bony fish.",
    "Tank_Shinidamachu": "Shinidamachu also known as 'Dead Soul Insects' or 'Soul Collectors'. These Creatures have been known to transport souls, better keep your distance.",
    "Tank_VoidEvilpus": "This void touched specimen of octopus is often tamed by swamp witches in order to be used as a work animal. Most commonly it is used as a guardian of trapped souls.",
    "Tank_TrappedSoul": "Trapped Soul is a common name given to creatures bewitched by water witches. It can be a person that offended them or a dangerous creature, now reduced in ferocity.",
    "Tank_Mudskipper": "Mudskippers are known for being able to survive both in and out of water. One of their noticeable features are their side pectoral fins. These fins allow the mudskipper to 'skip' across muddy surfaces.",
    "Tank_WaterSnake": "Water Snakes are reptiles that spend most of their lives in and around water. Usually they are non-venomous and can be found feeding on frogs.",
    "Tank_VoidCarp": "The Void Carp is a fish that has been twisted by void energy, altering its original form. Because of its new form it is a popular ingredient in the occult industry because of its many applications.",
    "Tank_Blinky": "This orange fish has grown an extra eye due to a mutation. What could have possibly caused this?",
    "Tank_Decapod": "This strange crustaceans is believed to be the early stage of a more evolved species of lobster-like creature.",
    "Tank_VampireFish": "The Vampire Fish or 'Payara' as it is also known as. This aggressive fish should only be mixed with larger fish if put in an aquarium.",
    "Tank_Piranha": "The Piranha or 'Piraña', is known to be very predatory. However its diet can vary and it is known to eat plant matter as well, making it omnivorous.",
    "Tank_Lamprey": "Lamprey belongs to an order of jawless fish. An adult Lamprey can be categorized by its toothed, funnel-like mouth. There are currently 38 known species of Lamprey.",
    "Tank_TanchoKoi": "Koi or Nishikigoi are a colourised variety of Amur carp. The Tancho Koi has a lone circular red head patch, the rest of its body is a solid white. Its coloration symbolizes the rising sun and thus it is beloved in many cultures for the joy and supposed good luck it brings its owners.",
    "Tank_SankeKoi": "Koi or Nishikigoi are a colourised variety of Amur carp. The Sanke Koi is one of the most popular koi varieties in koi ponds or water gardens. This tricolor koi is one of the most used and appreciated of the koi breeds because of its joyful diversity of color. Koi can live up to 200 years and thus it will be a treasured heirloom in the family.",
    "Tank_KohakuKoi": "Koi or Nishikigoi are a colourised variety of Amur carp. The Kohaku Koi is one of the more recognizable koi, it has a white body with red markings.This is the koi breed most people think of when they hear koi, this is one of the older and classical of the koi breeds and with the most stable marbling.",
    "Tank_YamabukiKoi": "Koi or Nishikigoi are a colourised variety of Amur carp. The Yamabuki Koi or also known as Yamabuki Ogon, can be recognized by their yellow to golden markings. For when you want a more cheerful and sunny pattern to go with a summer sea theme. While they are omnivores best keep them on a veterinary approved diet and environment.",
    "Tank_GhostKoi": "Koi or Nishikigoi are a colourised variety of Amur carp. Ghost Koi are offspring from a metallic koi and a wild dark-coloured carp. It comes in a variety of metallic colors, but the copper and black can match your sebright bantam chicken, for those of you that like your pets to match.",
    "Tank_KiUtsuriKoi": "Koi or Nishikigoi are a colourised variety of Amur carp. Utsurimono or Utsuri is a class of Koi, 'Ki' meaning yellow, identifies this yellow type of koi. Those dabbling in the occult will have you believe this koi breed will bring you luck with money and considering what prices koi sell for, they may be on to something.",
    "Tank_HiUtsuriKoi": "Koi or Nishikigoi are a colourised variety of Amur carp. Utsurimono or Utsuri is a class of Koi, 'Hi' meaning red, identifies this red type of koi. It is believed this type of koi gives the owner fire protection magic and luck in love. But best make sure its love life is well curated. Inbreeding is known to cause health problems.",
    "Tank_ShiroUtsuriKoi": "Koi or Nishikigoi are a colourised variety of Amur carp. Utsurimono or Utsuri is a class of Koi, 'Shiro' meaning white, identifies this white type of koi. It is a common belief among the occult experts that this type of koi breed embodies the perfect balance of both negative and positive energies. Best keep it away from electrical appliances in any case.",
    "Tank_Tui": "The Moon spirit Tui, crossed over from the spirit world to create the Spirit Oasis. Here it assumed the form of a white Koi fish. Should it be disconnected from the Ocean Spirit the world will be out of balance, returning both fish to this pond will restore the balance.",
    "Tank_La": "The Ocean spirit La, crossed over from the spirit world to create the Spirit Oasis. Here it assumed the form of a black Koi fish. Should it be disconnected from the Moon Spirit the world will be out of balance, returning both fish to this pond will restore the balance.",

    //npc dialogue such long
    "SPRINGNPC_1": "Turista: O que devo comprar na loja?",
    "SPRINGNPC_2": "Turista: Olá, primeira vez visitando o Aquário?",
    "SPRINGNPC_3": "A mulher não te nota, ela está ocupada.",
    "SPRINGNPC_4": "O homem de óculos dá um sorriso presunçoso.",
    "SPRINGNPC_5": "Turista: Estou vendo alguns peixes na água!",
    "SPRINGNPC_6": "Turista: Minha amiga me disse que viu um golfinho da última vez que esteve aqui.",
    "SPRINGNPC_7": "Turista: Venho aqui toda primavera e verão, adoro essa praia.",
    "SPRINGNPC_8": "Turista: Se quiser dar um mergulho, experimente a parte sul da praia.",
    "SPRINGNPC_9": "Turista: Estou apenas esperando meus amigos.",
    "SPRINGNPC_10": "Turista: Olá, vamos curtir a praia?",
    "SPRINGNPC_11": "Turista: Olha só toda essa comida!",
    "SPRINGNPC_12": "Turista: Vim aqui pela música.",
    "SPRINGNPC_13": "Turista: Desculpe, não te conheço.",
    "SPRINGNPC_14": "Turista: E aí?",
    "SPRINGNPC_15": "Turista: Oh, oi, eu estava apenas olhando para esta piscina de maré.",
    "SPRINGNPC_16": "Turista: Essa comida é muito boa.",
    "SPRINGNPC_17": "Turista: Estou com muita sede",
    "SPRINGNPC_18": "Turista: Você já tentou isso? Não é ruim.",
    "SPRINGNPC_19": "Turista: Oi, venha comer alguma coisa?",
    "SPRINGNPC_20": "Turista: O que devo tentar primeiro?",
    "SPRINGNPC_21": "Turista: Olha todas aquelas pessoas ali se empanturrando.",
    "SPRINGNPC_22": "Turista: Estou tentando reunir coragem para entrar na água.",
    "SPRINGNPC_23": "Turista: A água está boa hoje, você deveria experimentar.",
    "SPRINGNPC_24": "Turista: Oi, vai dar um mergulho?",
    "SPRINGNPC_25": "Turista: Quero ir nadar, mas vai estragar meu cabelo.",
    "SPRINGNPC_26": "Turista: Adoro praia na primavera, nem muito calor nem muito frio.",
    "SPRINGNPC_27": "Turista: Eu deveria tentar tomar sol, posso pegar um belo bronzeado.",
    "SPRINGNPC_28": "Turista: Hmm? Oh, eu estava perdido em pensamentos.",
    "SPRINGNPC_29": "Turista: Quer dar um mergulho? Use a área do outro lado da linha colorida.",
    "SPRINGNPC_30": "Turista: Olá, está tendo um bom dia?",
    "SPRINGNPC_31": "Turista: Gosto do aquário, mas esta praia também é bonita.",
    "SPRINGNPC_32": "Turista: Olá, bom tempo hoje. Você não acha?",

    "NPCSUMMER_1": "O homem de óculos dá um sorriso presunçoso.",
    "NPCSUMMER_2": "Turista: Devo comprar um top de biquíni novo?",
    "NPCSUMMER_3": "Turista: Oh não! Esqueci de trazer minha carteira.",
    "NPCSUMMER_4": "Turista: Que aquário fofo.",
    "NPCSUMMER_5": "Turista: Eu me pergunto quais peixes o Aquário tem em exibição.",
    "NPCSUMMER_6": "Turista: Olá, primeira vez visitando o Aquário?",
    "NPCSUMMER_7": "Turista: Você sabia que pode comprar sorvete na praia?",
    "NPCSUMMER_8": "Moça: Quer ver os peixes do aquário, Simon?",
    "NPCSUMMER_9": "Simon está muito ocupado lambendo seu pirulito para notar você.",
    "NPCSUMMER_10": "Turista: Venho aqui toda primavera e verão, adoro essa praia.",
    "NPCSUMMER_11": "Turista: A vista do píer é muito bonita nesta época do ano.",
    "NPCSUMMER_12": "Turista: Eu poderia jurar que vi uma galinha na água, talvez fosse apenas um baiacu.",
    "NPCSUMMER_13": "Turista: Posso te ajudar?",
    "NPCSUMMER_14": "Turista: Olá, querido(a). Como você está hoje?",
    "NPCSUMMER_15": "Turista: Eu realmente poderia tomar um sorvete.",
    "NPCSUMMER_16": "Turista: Essa mulher no cais parece confusa.",
    "NPCSUMMER_17": "Palhaço: Quer ver um truque do balão?",
    "NPCSUMMER_18": "Turista: O que um palhaço está fazendo na praia?",
    "NPCSUMMER_19": "Turista: Olá, estou apenas esperando meus amigos.",
    "NPCSUMMER_20": "Turista: Gosto de ver o pôr do sol daqui.",
    "NPCSUMMER_21": "Turista: O oceano está lindo hoje.",
    "NPCSUMMER_22": "Homem: Ufa! Está tão quente hoje.",
    "NPCSUMMER_23": "Turista: Adoro as cores da água no verão.",
    "NPCSUMMER_24": "Turista: Lembre-se de usar protetor solar, se for tomar sol.",
    "NPCSUMMER_25": "Turista: Quer dar um mergulho? Use a área do outro lado da linha colorida.",
    "NPCSUMMER_26": "Turista: Nadar é uma ótima maneira de se refrescar.",
    "NPCSUMMER_27": "Turista: Eu deveria ter trazido minha máscara de natação.",
    "NPCSUMMER_28": "Turista: Não vou nadar, vai estragar meu cabelo.",
    "NPCSUMMER_29": "Turista: Você deve tentar pular na água se estiver com muito calor.",
    "NPCSUMMER_30": "Turista: Oi, vai dar um mergulho?",
    "NPCSUMMER_31": "Turista: Estou tentando reunir coragem para entrar na água.",
    "NPCSUMMER_32": "Turista: Gostaria de saber se há alguma concha do mar nesta praia.",
    "NPCSUMMER_33": "O homem está cochilando, você provavelmente não deveria incomodá-lo",
    "NPCSUMMER_34": "Turista: Acho que vi um caranguejo.",
    "NPCSUMMER_35": "Turista: Olá, aproveitando o clima?",
    "NPCSUMMER_36": "Turista: Há muitas estrelas do mar nessas piscinas naturais.",
    "NPCSUMMER_37": "Turista: O que você quer?",
    "NPCSUMMER_38": "Turista: Oh, você gosta do meu cabelo? Obrigado!",
    "NPCSUMMER_39": "Turista: Há muita vida nessas piscinas naturais.",
    "NPCSUMMER_40": "Turista: Yo!",
    "NPCSUMMER_41": "Turista: E ai, mano?",
    "NPCSUMMER_42": "Homem: Você pode tirar muitas fotos bonitas na praia.",
    "NPCSUMMER_43": "Turista: Aquele homem ali acabou de tirar uma foto minha.",
    "NPCSUMMER_44": "A mulher está muito ocupada comendo para notar você..",
    "NPCSUMMER_45": "Turista: Não consigo comer mais.",
    "NPCSUMMER_46": "Turista: Olá, você está com fome?",
    "NPCSUMMER_47": "Turista: Sapateiro de Amora! Meu favorito.",
    "NPCSUMMER_48": "Turista: Espero que não haja citros em nada disso. Eu sou alérgico como pode ver.",
    "NPCSUMMER_49": "Turista: Isso é salada de repolho? Eu amo salada de repolho.",
    "NPCSUMMER_50": "Turista: Essa carne é deliciosa.",
    "NPCSUMMER_51": "Turista: Eu me pergunto o que há nessas tapas, são gostosas!",
    "NPCSUMMER_52": "Turista: O quê ?! Alguémn, a comida do meu prato. Oh espere, fui eu.",
    "NPCSUMMER_53": "Turista: Há muita comida!",
    "NPCSUMMER_54": "Turista: Olha, temos Coquetel de Camarão, que bom.",
    "NPCSUMMER_55": "Turista: Ei, nós nos conhecemos?",
    "NPCSUMMER_56": "Turista: Aqui vendem salgadinhos, são muito baratos.",
    "NPCSUMMER_57": "A mulher esta te ignorando",

    "FALLNPC_1": "A mulher esta te ignorando",
    "FALLNPC_2": "O homem de óculos lhe dá um sorriso presunçoso",
    "FALLNPC_3": "Turista: Onde estão todos? Acho que o outono não é uma temporada de praia muito popular.",
    "FALLNPC_4": "Turista: A água está muito fria nesta época do ano para ir nadar se me perguntar.",
    "FALLNPC_5": "Turista: A água está um pouco fria, mas não me importo.",
    "FALLNPC_6": "Turista: É meio frio.",
    "FALLNPC_7": "Turista: Ei cara.",
    "FALLNPC_8": "Turista: Oi, como você está hoje?",
    "FALLNPC_9": "Turista: Preciso pegar o último resquício de sol antes que o inverno chegue.",
    "FALLNPC_10": "Turista: Eu me pergunto o que há nessas garrafas.",
    "FALLNPC_11": "Turista: O Sapateiro é o melhor.",
    "FALLNPC_12": "Turista: Olá, você está com fome?",
    "FALLNPC_13": "Turista: Você já experimentou a carne?",

    "NPCWINTER_1": "Pescador: Você pode pegar algumas 'Lulas' bem poderosas aqui à noite.",
    "NPCWINTER_2": "O pescador cantarola para si mesmo uma melodia náutica",
    "NPCWINTER_3": "Pescador: Veio pescar, não é?",
    "NPCWINTER_4": "Pescador: Hmm? Oh, olá, linhas apertadas e tudo mais.",
    "NPCWINTER_5": "Moça: Coloque essa bola de neve no chão, Simon.",
    "NPCWINTER_6": "Simon tem um sorriso travesso no rosto.",

    //achievement
    "AchievementName": "Dormindo com os peixes!",
    "AchievementDescription": "Doou um de cada peixe para o Stardew Aquarium.",
    "AchievementCongratulations": "Você conseguiu... Parabéns! Tente voltar amanhã para ver o Aquarium em sua plenitude!",

    //ehehehe
    "PufferchickDonated": "Você ouviu algo clicar atrás do balcão...",

    //mail
    "AquariumOpenLandslide": "Querido(a) @,^^Estou aliviado em saber que ninguém se feriu quando o deslizamento foi eliminado na noite passada. Mas, devido a esse evento, ouvi que a ferrovia agora está disponível novamente para Pelican Town.^Portanto, tenho o orgulho de anunciar que o novo Stardew Aquarium está aberto para negócios!^Meu amigo Willy me disse que você é um grande pescador, talvez você considerasse doar alguns dos espécimes que possa pescar.^^Atenciosamente, O Curador do Stardew Aquarium.",
    "AquariumOPenLater": "Olá @!^^Tenho o orgulho de anunciar que o novo Stardew Aquarium está aberto para negócios!^Meu amigo Willy me disse que você é um grande pescador, talvez você considerasse doar alguns dos espécimes que possa pescar.^^Atenciosamente, O Curador do Stardew Aquarium."
}
