{
    //Welcome message after the stardew aquarium has been completed
    "AquariumWelcome": "Bem-vindo ao Stardew Aquarium! Agora adquirimos uma coleção completa. E tudo graças a você!",

    //Donation menu dialogue and options
    "DonationMenuTitle": "Selecione o peixe para doar",
    "DonationQuestion": "Bem-vindo ao Stardew Aquarium! Você gostaria de doar um peixe hoje?",
    "OptionYes": "Sim",
    "OptionNo": "Não",
    "More": "Mais",
    "Exit": "Fechar",
    "DeclineToDonate": "Você está livre para voltar a qualquer momento se mudar de ideia!",
    "NothingToDonate": "Bem-vindo ao Stardew Aquarium! Se você encontrar um espécime que estamos em falta, ficaríamos muito satisfeitos se você considerasse fazer uma doação.",
    "MenuCloseFishDonated": "Muito obrigado pela sua contribuição! Volte mais tarde e eu terei organizado tudo!",
    "MenuCloseNoFishDonated": "Por favor, volte a qualquer hora.",
    "Donate": "Doar: ",
    "DonateDescription": "Clicar no botão abaixo irá doar este peixe e removê-lo de seu inventário",

    //global messages in multiplayer
    "FishDonatedMP": "{0} doou {1} ao Aquarium",
    "AchievementUnlockedMP": "O Stardew Aquarium foi completado!",

    //collections menu title
    "CollectionsMenu": "Stardew Aquarium Coleção",

    //tank messages
    "WhichFishInfo": "Sobre quais peixes você gostaria de saber mais?",
    "EmptyTank": "Apenas um tanque vazio...",

    //dialogue boxes
    "Ice": "Todo esse gelo... é usado para resfriar o tanque com aquela máquina.",
    "IceMachine": "Esta máquina mantém o tanque resfriado em temperaturas muito baixas.",
    "Pressure": "Esta máquina é usada para monitorar a pressão deste tanque de peixes.",
    "Depth": "Esta é uma representação muito precisa de um medidor de profundidade, mas não é real.",
    "PanelCool": "Este painel tem muitos botões, é melhor não tocar nele.",
    "Lever": "Desculpe, mas essa alavanca não vai levar você a lugar nenhum.",
    "Bench": "Esses bancos parecem novos...",
    "LegendaryBook": "Guia do Pescador sobre os Peixes Lendários",
    "MinesBook": "As Minas: Que tipo de peixe pode viver lá?",
    "BaitBook": "Isca e como usá-la direito",
    "Dropped": "Parece que alguém tem pouca empatia pelos livros...",
    "PetBook": "Enciclopédia de peixes: Volume 1.",
    "Dwarf": "Isso te lembra alguém... Mas você não pode dizer quem...",
    "Introvert": "Por que estou me escondendo aqui, você pergunta? Eu sou introvertido.",
    "StayHydratedBois": "*barulhos de bebida*",
    "OutsideSign": "Bem-vindo ao Stardew Aquarium! Desfrute da sua visita.",
    "SewerTP": "Ao descer esta grade, você chegará aos esgotos, onde mantemos um peixe especial que é encontrado apenas em um lugar perigoso chamado covil de insetos mutantes.",
    "SwampTP": "Se você pisar neste círculo mágico, será transportado para uma parte isolada do pântano, onde mantemos espécimes especiais 'infundidos no vazio', como o salmão no vazio.",
    "SVETP": "Passe por esta porta para ver nossa exibição de alguns peixes especiais.",
    "ComingSoon": "Em breve!",
    "SVEBookOpen": "Este é um livro de culinária. Ele menciona algo sobre um Butterfish...",
    "SVEBook1": "Deve ver na Lista de Monstros: The Apophis",
    "SVEBook2": "The Crimson Badlands: um olhar aprofundado.",
    "SVEBook3": "O segredo da vila do castelo",
    "Shopkeeperecksdeehahafunny": "Sorveteiro: Ei, você não pode voltar aqui!",

    //fish descriptions
    "Tank_Pufferfish": "O Baiacu é um dos peixes mais venenosos do mundo. É um peixe que se move lentamente, mas tem um mecanismo de defesa único: pode encher o estômago com água para evitar ser comido.",
    "Tank_Anchovy": "A anchova é um pequeno peixe que se alimenta por um filtro e é uma presa típica da maioria dos predadores.",
    "Tank_Tuna": "O atum é um peixe rápido e aerodinâmico construído para a velocidade, o que o torna um predador muito eficaz.",
    "Tank_Sardine": "A Sardinha é um pequeno peixe que se alimenta de zooplâncton. Geralmente pode ser encontrado em grandes escolas onde o zooplâncton é abundante.",
    "Tank_Bream": "Brema é um nome usado para uma grande variedade de peixes. Esta espécie azul é comumente encontrada em áreas de água doce ao redor do Vale Stardew.",
    "Tank_LargemouthBass": "O Achigã é a maior espécie de bass encontrada em Stardew Valley. É um peixe de caça comum para a maioria dos pescadores.",
    "Tank_SmallmouthBass": "O Achigã-pequeno geralmente pode ser identificado por sua cor de olhos vermelhos. Como a maioria das espécies de bass, as fêmeas tendem a ser maiores que os machos.",
    "Tank_RainbowTrout": "A colorida Truta Arco-Íris pode ser encontrada em lagos e rios. A maior idade registrada de uma truta arco-íris é de 11 anos.",
    "Tank_Salmon": "O Salmão é conhecido por migrar do oceano para a água doce para colocar seus ovos. Alguns dizem que eles voltam ao local exato onde desovaram para se reproduzir.",
    "Tank_Walleye": "O Picão-Verde tem esse nome por causa de seus olhos estarem posicionados para fora, como se estivesse olhando para paredes. À noite, seus olhos brilharão no escuro, tornando mais fácil a captura para os pescadores.",
    "Tank_Perch": "A Perca é um peixe carnívoro que pode ser encontrado em lagos e rios.",
    "Tank_Carp": "O termo Carpa é usado para um grande grupo de peixes de água doce variados. Ele pode ser encontrado em muitas áreas de Stardew Valley.",
    "Tank_Catfish": "Os barbilhões exclusivos do Peixe-Gato se assemelham aos bigodes de um gato, que deram seu nome. Eles são normalmente ativos durante os dias chuvosos em Stardew Valley.",
    "Tank_Pike": "O Lúcio é um peixe carnívoro que geralmente vive em áreas de água doce salobra. O nome pique origina-se de seu corpo longo e fino que se assemelha à arma em forma de pólo conhecida como pique.",
    "Tank_Sunfish": "O Peixe Sol prefere as águas mornas do rio. Geralmente pode ser encontrado em Stardew Valley durante a primavera e o verão.",
    "Tank_RedMullet": "O Salmonete costumava ser avaliado como animal de estimação; agora é mais comumente conhecido como um peixe usado em pratos.",
    "Tank_Herring": "O Arenque costuma nadar em grandes cardumes perto da costa. Ele pode ser encontrado na maioria das águas temperadas e rasas.",
    "Tank_Eel": "A Enguia é um peixe alongado que, dependendo da espécie, carece de várias barbatanas. Ele se move criando ondas em todo o comprimento de seu corpo.",
    "Tank_Octopus": "O Polvo não é realmente um peixe, mas sim um molusco de oito membros. O polvo aparece frequentemente na mitologia como um monstro. Certamente é difícil de pegar - bom trabalho!",
    "Tank_RedSnapper": "O Cioba é facilmente reconhecido por sua cor vermelha. É um peixe marinho tropical que pode ser encontrado durante os dias chuvosos de verão em Stardew Valley.",
    "Tank_Squid": "A Lula não é realmente um peixe, mas sim um molusco. As lulas podem ejetar tinta para confundir predadores. Se você colocá-lo em um viveiro de peixes, ele pode produzir tinta para você!",
    "Tank_SeaCucumber": "O Pepino-do-mar não é realmente um peixe, mas sim um equinodermo. Ele pode ser encontrado no fundo do oceano em todo o mundo.",
    "Tank_SuperCucumber": "O Super Pepino não é realmente um peixe, mas sim um equinodermo. Esta espécie rara de pepino do mar é uma captura rara. Foi detectado durante as noites de verão e outono em Stardew Valley.",
    "Tank_Ghostfish": "O Peixe Fantasma é completamente cego. Pode, no entanto, detectar oscilações na pressão da água graças às suas linhas laterais, que utiliza para navegar.",
    "Tank_Stonefish": "Este peixe camuflado pode parecer inofensivo, mas o Peixe-pedra é altamente venenoso. Portanto, não o confunda com uma pedra!",
    "Tank_IcePip": "O Chione pode ser capturado profundamente nas minas congeladas. Seu tamanho pequeno e alta velocidade tornam uma captura rara para muitos pescadores.",
    "Tank_LavaEel": "A Enguia de lava é uma espécie rara e única de enguia. Ele evoluiu milagrosamente para sobreviver na lava incandescente. Portanto, atenção: este aquário é super quente!",
    "Tank_Sandfish": "O Areinha é um peixe chato tropical. Gosta de se esconder e se camuflar na areia.",
    "Tank_ScorpionCarp": "A Carpa escorpiônica é uma espécie tropical de carpa. Ele usa sua velocidade e ferrão venenoso para pegar sua presa.",
    "Tank_Flounder": "O Linguado é um peixe chato que vive no fundo do oceano. Um linguado adulto usa camuflagem para se esconder dos predadores.",
    "Tank_MidnightCarp": "A Carpa da Meia-Noite é um peixe tímido. Ele pode ser encontrado em lagoas e lagos à noite.",
    "Tank_Sturgeon": "O Esturjão é uma espécie antiga de peixe e tem uma vida útil tremendamente longa. Suas ovas podem ser produzidas em tanques de peixes para fazer a luxuosa comida caviar.",
    "Tank_TigerTrout": "A Truta Tigre é um híbrido entre uma Truta Marrom e uma Truta de Riacho. É um peixe estéril piscívoro e, portanto, geralmente raro.",
    "Tank_Bullhead": "O Peixe-gato é um peixe que vive no fundo. Tem visão deficiente, mas pode usar seus barbilhões sensíveis para localizar seu alimento.",
    "Tank_Tilapia": "Tilápia é um nome comum para uma grande variedade de espécies de peixes ciclídeos. Eles são muito sensíveis à temperatura e preferem águas quentes.",
    "Tank_Chub": "Esquálio é um nome comum para muitos peixes de barbatanas raiadas. Eles são peixes muito comuns no Vale Stardew.",
    "Tank_Dorado": "Dourado, que significa ouro ou dourado em várias línguas, dá o nome a este peixe brilhante.",
    "Tank_Albacore": "O Albacora também é conhecido como atum de longfin. Como o atum, tem um corpo aerodinâmico. É um peixe migratório que pode viajar grandes distâncias.",
    "Tank_Shad": "O Alocine, como o salmão, é anádromo e migra para a água doce para desovar.",
    "Tank_Lingcod": "O Ófis também é conhecido como bacalhau de búfalo ou bacalhau cult. O seu nome é uma combinação de dois outros peixes, a maruca e o bacalhau. Embora o Ófis não seja intimamente relacionado a esses peixes, ainda assim recebe esse nome por se assemelhar a esses peixes.",
    "Tank_Halibut": "O Halibute é um peixe chato e vive no fundo do oceano. Seu nome é derivado de sagrado (haly) e butte (peixe chato).",
    "Tank_Woodskip": "O Madeirão é um peixe muito sensível que só pode viver em piscinas profundas na floresta... ou neste aquário especial.",
    "Tank_VoidSalmon": "O Salmão nulo foi distorcido pela energia do Vazio. Não se sabe muito sobre este peixe.",
    "Tank_Slimejack": "O Salmão mutante é coberto por uma camada de lodo. Alguns peixes usam limo como mecanismo de defesa contra predadores.",
    "Tank_MidnightSquid": "A Lula da Meia-Noite, como outras lulas, não é realmente um peixe, mas um molusco. Ele vive nas profundezas do oceano e pode produzir grandes quantidades de tinta.",
    "Tank_Blobfish": "O Peixe-bolha é um peixe de águas profundas: pode viver em profundidades entre 600 a 1200 metros, onde a pressão é 60 a 120 vezes superior ao nível do mar. Quando Peixe-bolha são pescados por pescadores, eles começam a perder sua forma devido a danos nos tecidos. Felizmente, este aquário foi projetado para peixes de águas profundas.",
    "Tank_SpookFish": "Este espécime, o Peixe Assustador, tem três olhos muito eficientes que podem detectar a silhueta mais tênue na escuridão do fundo do mar.",
    "Tank_Angler": "O Tamboril é famoso por seu método de predação característico: ele usa uma isca bioluminescente para atrair a presa.",
    "Tank_Legend": "A única Lenda... Disseram que o próprio rei dos peixes nunca seria capturado, mas você provou que estavam errados.",
    "Tank_MutantCarp": "A lendária Carpa mutante é encontrada nos esgotos de Pelican Town. Como esse monstro surgiu ainda é um mistério.",
    "Tank_Crimsonfish": "O lendário Peixe-carmim é uma espécie rara de peixe que vive nas profundezas do oceano. Ele põe seus ovos em águas rasas durante o verão.",
    "Tank_Glacierfish": "O lendário Peixe-gelo gosta de construir ninhos na parte inferior das geleiras, onde se sente mais à vontade - quanto mais fria a água, melhor.",
    "Tank_Lobster": "A Lagosta na verdade não é um peixe, mas sim um crustáceo. Suas cores podem variar, mas muito raramente são vermelhas brilhantes, como costumam ser erroneamente conhecidas. A cor vermelha característica da lagosta é produzida quando certos pigmentos da epiderme da lagosta são removidos durante o cozimento.",
    "Tank_Crayfish": "O Lagostim é um minúsculo crustáceo de água doce que se assemelha a uma lagosta. Lagostins também são conhecidos como Crawdads, Crawfish ou Mudbugs.",
    "Tank_Crab": "O Caranguejo é um crustáceo icônico. Existem muitas espécies diferentes de caranguejos que podem ser encontrados em todo o mundo.",
    "Tank_Cockle": "O Berbigão é um molusco que usa um sifão para filtrar a água para se alimentar.",
    "Tank_Mussel": "Mexilhão é um nome comum para vários moluscos bivalves. Todos eles compartilham uma forma única, alongada e assimétrica.",
    "Tank_Shrimp": "O Camarão é um crustáceo que pode ser encontrado em muitos oceanos. Ao contrário dos peixes, este crustáceo não possui nadadeiras para locomoção; ele puxa seu abdômen em direção ao corpo. No entanto, isso significa que o camarão nada para trás.",
    "Tank_Snail": "O Lesma pertence a um grupo denominado gastrópodes, que é uma classe dentro do filo dos Mollusca. Os caracóis podem retrair-se totalmente em suas conchas.",
    "Tank_Periwinkle": "O Caramujo, também conhecida como búzio ou búzio, é um pequeno gastrópode. Suas conchas são freqüentemente pontiagudas.",
    "Tank_Oyster": "A Ostra é um molusco bivalve. Eles são comumente conhecidos pela produção de pérolas. As pérolas são criadas quando uma irritação se instala na ostra. Como mecanismo de defesa, um fluido é usado para revestir o irritante. Camada sobre camada deste revestimento, chamado nácar, é depositado, até que uma pérola brilhante seja formada.",
    "Tank_Pufferchick": "'Há muito tempo, quando a terra era jovem e o baiacu ainda não existia, o canal making-mods tinha sua própria subcultura de emojis baseada no baiacu. Eu sugeri adicionar alguns deles aos slots de emoji do servidor (isso é quando podíamos ter no máximo 50), a equipe perguntou quais eu queria adicionar e eu, brincando, criei um pufferchick para sugerir. ' - Pathoschild, 2020",
    "Tank_VoidEel": "A Enguia nula é uma espécie misteriosa de enguia, é possível que a cabeça extra seja resultado da energia do vazio.",
    "Tank_Starfish": "As Estrela-do-mar não são peixes, mas equinodermos. Existem muitas espécies de estrelas do mar, que podem ser encontradas em águas que vão desde as águas tropicais às polares. Este espécime, entretanto, parece ser tropical.",
    "Tank_Clownfish": "O Peixe-palhaço ou anêmona pode ser encontrado em águas oceânicas mais quentes. Dependendo da espécie, suas cores podem variar de amarelo, laranja, vermelho ou preto com barras ou manchas brancas",
    "Tank_Minnow": "Minnow é o nome de uma série de pequenas espécies de peixes de água doce. Eles podem ser encontrados na maioria dos rios e lagos.",
    "Tank_Puppyfish": "O Peixe-cachorro é possivelmente o animal de estimação aquático mais popular. Mas se você quiser acariciá-lo, terá que molhar as mãos!",
    "Tank_Butterfish": "O Peixe-manteiga é um peixe de água doce, que pode ser encontrado em diferentes águas ao redor do Stardew Valley dependendo da época.",

    //1.1.0 fish descriptions
    /*
	"Tank_DottedAbalone": "Abalone is a name for a group of molluscs. They are also known by other names, such as; Ear Shells, Sea Ears, Muttonfish, Muttonshells, Ormer, Perlemoen and Paua.",
	"Tank_Scallop": "Scallop is a name for a wide variety of molluscs. They are closely related to another group of molluscs commonly called Oysters.",
	"Tank_DewdropFish": "The Dewdrop Fish, it's waterdrop or rather dewdrop shape gives this fish it's unique name.",
	"Tank_PurpleSpottedTrout": "The Purple Spotted Trout, is not native to Stardew Valley. It's origins is not known to most people.",
	"Tank_Relicantlette": "The Relicantlette, is said to be a common fish found in ancient lakes. But finding an ancient lake is a rare thing.",
	"Tank_Serafin": "The Serafin, it glides through the water with it's wing-like fins. An elegant fish to behold.",
	"Tank_UmuwiCarp": "The Umuwi Carp, this magical fish seems to be surrounded by a strange sort of magic. Further research is required.",
	"Tank_KingSalmon": "The King Salmon, this giant fish is the largest species of salmon. A highly prized fish for most anglers.",
	"Tank_Frog": "Frogs belong to a large and diverse group of amphibians. Using their vocal cords, frogs can make a variety of croaking sounds.",

	//1.1.0 dialogue boxes
	
	"LASV_TP": "Stepping into these magical sparkles, will teleport you to a new magical world!",
	*/
    //npc dialogue such long

    "SPRINGNPC_1": "Turista: O que devo comprar na loja?",
    "SPRINGNPC_2": "Turista: Olá, primeira vez visitando o Aquário?",
    "SPRINGNPC_3": "A mulher não te nota, ela está ocupada.",
    "SPRINGNPC_4": "O homem de óculos dá um sorriso presunçoso.",
    "SPRINGNPC_5": "Turista: Estou vendo alguns peixes na água!",
    "SPRINGNPC_6": "Turista: Minha amiga me disse que viu um golfinho da última vez que esteve aqui.",
    "SPRINGNPC_7": "Turista: Venho aqui toda primavera e verão, adoro essa praia.",
    "SPRINGNPC_8": "Turista: Se quiser dar um mergulho, experimente a parte sul da praia.",
    "SPRINGNPC_9": "Turista: Estou apenas esperando meus amigos.",
    "SPRINGNPC_10": "Turista: Olá, vamos curtir a praia?",
    "SPRINGNPC_11": "Turista: Olha só toda essa comida!",
    "SPRINGNPC_12": "Turista: Vim aqui pela música.",
    "SPRINGNPC_13": "Turista: Desculpe, não te conheço.",
    "SPRINGNPC_14": "Turista: E aí?",
    "SPRINGNPC_15": "Turista: Oh, oi, eu estava apenas olhando para esta piscina de maré.",
    "SPRINGNPC_16": "Turista: Essa comida é muito boa.",
    "SPRINGNPC_17": "Turista: Estou com muita sede",
    "SPRINGNPC_18": "Turista: Você já tentou isso? Não é ruim.",
    "SPRINGNPC_19": "Turista: Oi, venha comer alguma coisa?",
    "SPRINGNPC_20": "Turista: O que devo tentar primeiro?",
    "SPRINGNPC_21": "Turista: Olha todas aquelas pessoas ali se empanturrando.",
    "SPRINGNPC_22": "Turista: Estou tentando reunir coragem para entrar na água.",
    "SPRINGNPC_23": "Turista: A água está boa hoje, você deveria experimentar.",
    "SPRINGNPC_24": "Turista: Oi, vai dar um mergulho?",
    "SPRINGNPC_25": "Turista: Quero ir nadar, mas vai estragar meu cabelo.",
    "SPRINGNPC_26": "Turista: Adoro praia na primavera, nem muito calor nem muito frio.",
    "SPRINGNPC_27": "Turista: Eu deveria tentar tomar sol, posso pegar um belo bronzeado.",
    "SPRINGNPC_28": "Turista: Hmm? Oh, eu estava perdido em pensamentos.",
    "SPRINGNPC_29": "Turista: Quer dar um mergulho? Use a área do outro lado da linha colorida.",
    "SPRINGNPC_30": "Turista: Olá, está tendo um bom dia?",
    "SPRINGNPC_31": "Turista: Gosto do aquário, mas esta praia também é bonita.",
    "SPRINGNPC_32": "Turista: Olá, bom tempo hoje. Você não acha?",

    "NPCSUMMER_1": "O homem de óculos dá um sorriso presunçoso.",
    "NPCSUMMER_2": "Turista: Devo comprar um top de biquíni novo?",
    "NPCSUMMER_3": "Turista: Oh não! Esqueci de trazer minha carteira.",
    "NPCSUMMER_4": "Turista: Que aquário fofo.",
    "NPCSUMMER_5": "Turista: Eu me pergunto quais peixes o Aquário tem em exibição.",
    "NPCSUMMER_6": "Turista: Olá, primeira vez visitando o Aquário?",
    "NPCSUMMER_7": "Turista: Você sabia que pode comprar sorvete na praia?",
    "NPCSUMMER_8": "Moça: Quer ver os peixes do aquário, Simon?",
    "NPCSUMMER_9": "Simon está muito ocupado lambendo seu pirulito para notar você.",
    "NPCSUMMER_10": "Turista: Venho aqui toda primavera e verão, adoro essa praia.",
    "NPCSUMMER_11": "Turista: A vista do píer é muito bonita nesta época do ano.",
    "NPCSUMMER_12": "Turista: Eu poderia jurar que vi uma galinha na água, talvez fosse apenas um baiacu.",
    "NPCSUMMER_13": "Turista: Posso te ajudar?",
    "NPCSUMMER_14": "Turista: Olá, querido(a). Como você está hoje?",
    "NPCSUMMER_15": "Turista: Eu realmente poderia tomar um sorvete.",
    "NPCSUMMER_16": "Turista: Essa mulher no cais parece confusa.",
    "NPCSUMMER_17": "Palhaço: Quer ver um truque do balão?",
    "NPCSUMMER_18": "Turista: O que um palhaço está fazendo na praia?",
    "NPCSUMMER_19": "Turista: Olá, estou apenas esperando meus amigos.",
    "NPCSUMMER_20": "Turista: Gosto de ver o pôr do sol daqui.",
    "NPCSUMMER_21": "Turista: O oceano está lindo hoje.",
    "NPCSUMMER_22": "Homem: Ufa! Está tão quente hoje.",
    "NPCSUMMER_23": "Turista: Adoro as cores da água no verão.",
    "NPCSUMMER_24": "Turista: Lembre-se de usar protetor solar, se for tomar sol.",
    "NPCSUMMER_25": "Turista: Quer dar um mergulho? Use a área do outro lado da linha colorida.",
    "NPCSUMMER_26": "Turista: Nadar é uma ótima maneira de se refrescar.",
    "NPCSUMMER_27": "Turista: Eu deveria ter trazido minha máscara de natação.",
    "NPCSUMMER_28": "Turista: Não vou nadar, vai estragar meu cabelo.",
    "NPCSUMMER_29": "Turista: Você deve tentar pular na água se estiver com muito calor.",
    "NPCSUMMER_30": "Turista: Oi, vai dar um mergulho?",
    "NPCSUMMER_31": "Turista: Estou tentando reunir coragem para entrar na água.",
    "NPCSUMMER_32": "Turista: Gostaria de saber se há alguma concha do mar nesta praia.",
    "NPCSUMMER_33": "O homem está cochilando, você provavelmente não deveria incomodá-lo",
    "NPCSUMMER_34": "Turista: Acho que vi um caranguejo.",
    "NPCSUMMER_35": "Turista: Olá, aproveitando o clima?",
    "NPCSUMMER_36": "Turista: Há muitas estrelas do mar nessas piscinas naturais.",
    "NPCSUMMER_37": "Turista: O que você quer?",
    "NPCSUMMER_38": "Turista: Oh, você gosta do meu cabelo? Obrigado!",
    "NPCSUMMER_39": "Turista: Há muita vida nessas piscinas naturais.",
    "NPCSUMMER_40": "Turista: Yo!",
    "NPCSUMMER_41": "Turista: E ai, mano?",
    "NPCSUMMER_42": "Homem: Você pode tirar muitas fotos bonitas na praia.",
    "NPCSUMMER_43": "Turista: Aquele homem ali acabou de tirar uma foto minha.",
    "NPCSUMMER_44": "A mulher está muito ocupada comendo para notar você..",
    "NPCSUMMER_45": "Turista: Não consigo comer mais.",
    "NPCSUMMER_46": "Turista: Olá, você está com fome?",
    "NPCSUMMER_47": "Turista: Sapateiro de Amora! Meu favorito.",
    "NPCSUMMER_48": "Turista: Espero que não haja citros em nada disso. Eu sou alérgico como pode ver.",
    "NPCSUMMER_49": "Turista: Isso é salada de repolho? Eu amo salada de repolho.",
    "NPCSUMMER_50": "Turista: Essa carne é deliciosa.",
    "NPCSUMMER_51": "Turista: Eu me pergunto o que há nessas tapas, são gostosas!",
    "NPCSUMMER_52": "Turista: O quê ?! Alguémn, a comida do meu prato. Oh espere, fui eu.",
    "NPCSUMMER_53": "Turista: Há muita comida!",
    "NPCSUMMER_54": "Turista: Olha, temos Coquetel de Camarão, que bom.",
    "NPCSUMMER_55": "Turista: Ei, nós nos conhecemos?",
    "NPCSUMMER_56": "Turista: Aqui vendem salgadinhos, são muito baratos.",
    "NPCSUMMER_57": "A mulher esta te ignorando",

    "FALLNPC_1": "A mulher esta te ignorando",
    "FALLNPC_2": "O homem de óculos lhe dá um sorriso presunçoso",
    "FALLNPC_3": "Turista: Onde estão todos? Acho que o outono não é uma temporada de praia muito popular.",
    "FALLNPC_4": "Turista: A água está muito fria nesta época do ano para ir nadar se me perguntar.",
    "FALLNPC_5": "Turista: A água está um pouco fria, mas não me importo.",
    "FALLNPC_6": "Turista: É meio frio.",
    "FALLNPC_7": "Turista: Ei cara.",
    "FALLNPC_8": "Turista: Oi, como você está hoje?",
    "FALLNPC_9": "Turista: Preciso pegar o último resquício de sol antes que o inverno chegue.",
    "FALLNPC_10": "Turista: Eu me pergunto o que há nessas garrafas.",
    "FALLNPC_11": "Turista: O Sapateiro é o melhor.",
    "FALLNPC_12": "Turista: Olá, você está com fome?",
    "FALLNPC_13": "Turista: Você já experimentou a carne?",

    "NPCWINTER_1": "Pescador: Você pode pegar algumas 'Lulas' bem poderosas aqui à noite.",
    "NPCWINTER_2": "O pescador cantarola para si mesmo uma melodia náutica",
    "NPCWINTER_3": "Pescador: Veio pescar, não é?",
    "NPCWINTER_4": "Pescador: Hmm? Oh, olá, linhas apertadas e tudo mais.",
    "NPCWINTER_5": "Moça: Coloque essa bola de neve no chão, Simon.",
    "NPCWINTER_6": "Simon tem um sorriso travesso no rosto.",

    //achievement
    "AchievementName": "Dormindo com os peixes!",
    "AchievementDescription": "Doou um de cada peixe para o Stardew Aquarium.",
    "AchievementCongratulations": "Você conseguiu... Parabéns! Tente voltar amanhã para ver o Aquarium em sua plenitude!",

    //ehehehe
    "PufferchickDonated": "Você ouviu algo clicar atrás do balcão...",

    //mail
    "AquariumOpenLandslide": "Querido(a) @,^^Estou aliviado em saber que ninguém se feriu quando o deslizamento foi eliminado na noite passada. Mas, devido a esse evento, ouvi que a ferrovia agora está disponível novamente para Pelican Town.^Portanto, tenho o orgulho de anunciar que o novo Stardew Aquarium está aberto para negócios!^Meu amigo Willy me disse que você é um grande pescador, talvez você considerasse doar alguns dos espécimes que possa pescar.^^Atenciosamente, O Curador do Stardew Aquarium.",
    "AquariumOPenLater": "Olá @!^^Tenho o orgulho de anunciar que o novo Stardew Aquarium está aberto para negócios!^Meu amigo Willy me disse que você é um grande pescador, talvez você considerasse doar alguns dos espécimes que possa pescar.^^Atenciosamente, O Curador do Stardew Aquarium."
}
