{
    //Welcome message after the stardew aquarium has been completed
    "AquariumWelcome": "Добро пожаловать в Аквариум долины Стардью! Мы собрали полную коллекцию. И всё это благодаря Вам!",

    //Donation menu dialogue and options
    "DonationMenuTitle": "Выберите рыбу, которую хотите отдать.",
    "DonationQuestion": "Добро пожаловать в Аквариум долины Стардью. Хотите отдать какую-нибудь рыбу ?",
    "OptionYes": "Да",
    "OptionNo": "Нет",
    "More": "Больше",
    "Exit": "Закрыть",
    "DeclineToDonate": "Вы можете вернуться в любое время, если передумаете!",
    "NothingToDonate": "Добро пожаловать в Аквариум долины Стардью! Если вы когда-нибудь найдете рыбу, которой у нас нет, мы будем рады, если Вы передатите её нам.",
    "MenuCloseFishDonated": "Большое спасибо за ваш вклад! Вернитесь через мгновение, и я все настрою!",
    "MenuCloseNoFishDonated": "Пожалуйста, возвращайтесь в любое время.",
    "Donate": "Отдать: ",
    "DonateDescription": "Нажав на кнопку ниже, вы отдадите эту рыбу и она пропадёт из вашего инвентаря.",

    //global messages in multiplayer
    "FishDonatedMP": "{0} пожертвовал {1} в Аквариум.",
    "AchievementUnlockedMP": "Все рыбы в Аквариуме долины Стардью собраны!",

    //collections menu title
    "CollectionsMenu": "Коллекция Аквариума долины Стардью.",

    //tank messages
    "WhichFishInfo": "О какой рыбе Вы хотели бы узнать больше?",
    "EmptyTank": "Просто пустой резервуар...",

    // items.
    "Decor": "Decor", // used as the override category name for one item.
    "pufferchick-shirt-name": "Фугу-цыплячья рубашка",
    "pufferchick-shirt-description": "Был там, сделал это - получил футболку.",

    "legendary-bait-name": "Legendary Bait", // new!
    "legendary-bait-description": "Very rare fish are attracted to this...", // new!

    //dialogue boxes
    "Ice": "Весь этот лед ... он используется для охлаждения резервуара с помощью рядом стоящей машины.",
    "IceMachine": "Эта машина поддерживает охлаждение резервуара.",
    "Pressure": "Эта машина используется для контроля давления в этом резервуаре.",
    "Depth": "Казалось бы: точное представление измерителя глубины, но это не так...",
    "PanelCool": "На этой панели много кнопок, лучше не трогать.",
    "Lever": "Извините, но этот рычаг ничего Вам не даст.",
    "Bench": "Эти скамейки выглядят совершенно новыми...",
    "LegendaryBook": "Путеводитель рыбака по легендарной рыбе",
    "MinesBook": "Шахты: Какие рыбы могут там жить?",
    "BaitBook": "Приманка и как ее правильно использовать",
    "Dropped": "Похоже, кто-то недолюбливает книги...",
    "PetBook": "Энциклопедия рыб: Том 1",
    "Dwarf": "Это напоминает Вам кого-то... Но Вы не можете сказать, кого...",
    "Introvert": "Вы спросите, почему я здесь прячусь? Я интроверт.",
    "StayHydratedBois": "*звуки питья*",
    "OutsideSign": "Добро пожаловать в Аквариум долины Стардью! Прятного вам времяпрепровождения.",
    "SewerTP": "Спустившись по этой решетке, Вы попадете в канализацию, где мы держим особую рыбу, которую водят только в опасном месте, называемом логовом жуков-мутантов.",
    "SwampTP": "Если вы наступите на этот магический круг, вы перенесетесь в изолированную часть болота, где у нас хранятся особые образцы, наполненные пустотой. В них живут такие рыбы как лосось пустоты.",
    "SVETP": "Пройдите через эту дверь, чтобы увидеть нашу выставку некоторых особенных рыб.",
    "ComingSoon": "Скоро будет!",
    "SVEBookOpen": "Это кулинарная книга. В ней что-то упоминается о масляной рыбке...",
    "SVEBook1": "Обязательно посмотрите в списке наблюдения за монстрами: Апофис",
    "SVEBook2": "The Crimson Badlands: подробный обзор",
    "SVEBook3": "Тайна крпеости",
    "Shopkeeperecksdeehahafunny": "Человек-мороженое: Эй, ты не можешь сюда вернуться!",

    //fish descriptions
    "Tank_Pufferfish": "Рыба-ёж - одна из самых ядовитых рыб в мире. Это медлительная рыба, но у нее есть уникальный защитный механизм: она может надуть свой живот водой, чтобы ее не съели.",
    "Tank_Anchovy": "Анчоус - это небольшая рыба с фильтром, которая является типичной добычей для большинства хищников.",
    "Tank_Tuna": "Тунец - имеет обтекаемую форму и быструю скорость, что делает его очень эффективным хищником.",
    "Tank_Sardine": "Сардина - небольшая рыба, которая питается зоопланктоном. Обычно её можно найти в местах, где много зоопланктона.",
    "Tank_Bream": "Лещ - это название самых разных рыб. Этот синий вид обычно встречается в пресноводных районах вокруг долины Стардью.",
    "Tank_LargemouthBass": "Большеротый окунь - самый крупный вид окуня, обитающий в долине Стардью. Это обычная промысловая рыба для большинства рыбаков.",
    "Tank_SmallmouthBass": "Малоротого окуня обычно можно определить по красному цвету глаз. Как и у большинства видов окуня, самки обычно крупнее самцов.",
    "Tank_RainbowTrout": "Радужная форель водится как в озерах, так и в реках. Самый высокий зарегистрированный возраст радужной форели составляет 11 лет.",
    "Tank_Salmon": "Известно, что лосось мигрирует из океана в пресную воду, чтобы отложить икру. Некоторые говорят, что они возвращаются в то место, где они родились, чтобы размножаться.",
    "Tank_Walleye": "Судак назван так потому, что его глаза смотрят наружу. А ночью его глаза будут сиять в темноте, что облегчает ловлю для рыбаков.",
    "Tank_Perch": "Окунь - хищная рыба, водится как в озерах, так и в реках.",
    "Tank_Carp": "Термин «Карп» используется для обозначения большой группы разнообразных пресноводных рыб. Его можно найти во многих районах долины Стардью.",
    "Tank_Catfish": "Уникальные усики сома напоминают усы кошки, в честь которых он и назван. Обычно они активны в дождливые дни в долине Стардью.",
    "Tank_Pike": "Щука - хищная рыба, которая обычно обитает в солоноватых пресноводных районах. Английское название «Пика(англ.Pike)» происходит от её длинного тонкого тела, напоминающего древкообразное оружие, известное как пика.",
    "Tank_Sunfish": "Санфиш предпочитает теплые речные воды. Обычно его можно найти в долине Стардью весной и летом.",
    "Tank_RedMullet": "Раньше барабулька ценилась как домашнее животное. Теперь она более известна как рыба, используемая в блюдах.",
    "Tank_Herring": "Селдь обычно плавает большими косяками у берегов. Её можно найти в большинстве умеренных и мелководных водоемов.",
    "Tank_Eel": "Угорь - длинная рыба, у которой, в зависимости от вида, отсутствует несколько плавников. Он движется, создавая волны по всей длине своего тела.",
    "Tank_Octopus": "На самом деле осьминог - это не рыба, а восьмиконечный моллюск. Осьминог часто появляется в мифологии как монстр. Поймать его сложно, но это Вам это удалось, то Вы - молодец!",
    "Tank_RedSnapper": "Берикс легко узнать по его красному цвету. Это тропическая морская рыба, которую можно встретить в дождливые летние дни в долине Стардью.",
    "Tank_Squid": "Кальмар на самом деле не рыба, а скорее моллюск. Кальмары могут выбрасывать чернила, чтобы сбить с толку хищников. Если вы поместите его в пруд с рыбками, он может произвести для вас чернила!",
    "Tank_SeaCucumber": "Морской огурец на самом деле не рыба, а скорее иглокожие. Его можно найти на дне океана по всему миру.",
    "Tank_SuperCucumber": "Чудо-огурец на самом деле не рыба, а скорее иглокожие. Этот редкий вид морского огурца - редкий улов. Его видели летними и осенними ночами в долине Стардью.",
    "Tank_Ghostfish": "Пятнистый криворот полностью слепой. Однако, он может обнаруживать колебания давления воды благодаря своим боковым линиям, которые он так же использует и для навигации.",
    "Tank_Stonefish": "Эта замаскированная рыба может выглядеть безобидно, но очень ядовита. Так что не спутайте её с камнем!",
    "Tank_IcePip": "Лёдопип можно поймать глубоко в замерзших шахтах. Его небольшой размер и высокая скорость делают его редкой добычей для многих рыболовов.",
    "Tank_LavaEel": "Лавовый угорь - редкий и уникальный вид угрей. Он чудесным образом эволюционировал, чтобы выжить в раскаленной лаве. Так что будьте осторожны: в этом аквариуме очень жарко!",
    "Tank_Sandfish": "Песковик - тропическая камбала. Любит прятаться и маскироваться в песке.",
    "Tank_ScorpionCarp": "Скорпионовый карп - тропический вид карпа. Он использует свою скорость и ядовитое жало, чтобы поймать свою добычу.",
    "Tank_Flounder": "Мелкая камбала - плоская рыба, обитающая на дне океана. Взрослая камбала использует камуфляж, чтобы скрыться от хищников.",
    "Tank_MidnightCarp": "Полуночный карп - пугливая рыба. Встречается ночью в прудах и озерах.",
    "Tank_Sturgeon": "Осетр - древний вид рыб, у которого чрезвычайно долгая жизнь. Его чёрную икру можно получить в пруду.",
    "Tank_TigerTrout": "Тигровая форель - это гибрид коричневой и речной форели. Это бесплодная рыбоядная рыба, поэтому она довольно редкая.",
    "Tank_Bullhead": "Сомик - рыба, живущая на дне. У него плохое зрение, но он может использовать свои чувствительные усики, чтобы найти пищу.",
    "Tank_Tilapia": "Тиляпия - это общее название для самых разных видов рыб-цихлид. Они очень чувствительны к температуре и предпочитают теплую воду.",
    "Tank_Chub": "Голавль - общее название многих рыб с луговыми плавниками. Это очень распространенная рыба в долине Стардью.",
    "Tank_Dorado": "Дорада, что на нескольких языках означает «золото» или «золотой», дала этой блестящей рыбе свое название.",
    "Tank_Albacore": "Альбакор также известен как длинноперый тунец. Как и у тунца, у него обтекаемое тело. Это мигрирующая рыба, способная преодолевать большие расстояния.",
    "Tank_Shad": "Шэд, как и лосось, мигрируют в пресные воды для размножения.",
    "Tank_Lingcod": "Змеезуб также известен как 'buffalo cod' или 'cultus cod'. Его название на английском (англ.Lingcod) - комбинация двух других рыб, лин и трески. Хотя змеезуб не имеет близкого родства с этими рыбами, тем не менее, он получил это название за сходство с этими рыбами.",
    "Tank_Halibut": "Камбала - плоская рыба, обитающая на дне океана. Её английское (англ.Halibut)  название происходит от Holy (святая) и butte (плоская рыба).",
    "Tank_Woodskip": "Лесоплюх - очень чувствительная рыба, которая может жить только в водоемах глубоко в лесу... или в этом особенном аквариуме.",
    "Tank_VoidSalmon": "Лосось Пустоты был искажен энергией Пустоты. Об этой темной волшебной рыбе известно немногое.",
    "Tank_Slimejack": "Слаймджек покрыт слоем слизи. Некоторые рыбы используют слизь как защитный механизм от хищников.",
    "Tank_MidnightSquid": "Ночный кальмар, как и другие кальмары, на самом деле не рыба, а скорее моллюск. Он живет глубоко в океане и может производить большое количество чернил.",
    "Tank_Blobfish": "Рыба-пузырь - глубоководная рыба: она может жить на глубине от 600 до 1200 метров, где давление в 60-120 раз превышает уровень моря. Когда рыба-капля вылавливается рыболовами, она начинает терять форму из-за повреждения тканей. К счастью, этот аквариум предназначен для глубоководных рыб.",
    "Tank_SpookFish": "У этого экземпляра жуть-рыбы, три очень эффективных глаза, которые могут различать самый слабый силуэт в темноте морских глубин.",
    "Tank_Angler": "Легендарный Морской чёрт известен своим характерным методом хищничества: он использует биолюминесцентный опасный крючок для привлечения добычи.",
    "Tank_Legend": "Единственная и неповторимая Легенда... Они говорили, что её никогда не поймать, но Вы доказали обратное.",
    "Tank_MutantCarp": "Легендарный Карп-мутант находится в канализации города Пеликан. Как появился этот монстр, до сих пор остается загадкой.",
    "Tank_Crimsonfish": "Легендарный Кримзонфиш - редкий вид рыб, обитающий глубоко в океане. Летом он откладывает яйца на мелководье.",
    "Tank_Glacierfish": "Легендарный Ледорыб любит строить гнезда на дне ледников, где они чувствуют себя наиболее комфортно. Чем холоднее вода, тем лучше.",
    "Tank_Lobster": "Омар на самом деле не рыба, а ракообразное. Их цвета могут быть разными, но они очень редко бывают ярко-красными. Характерный красный цвет омара получается, когда во время приготовления удаляются определенные пигменты эпидермиса.",
    "Tank_Crayfish": "Раки - крошечные пресноводные ракообразные, похожие на омаров.",
    "Tank_Crab": "Краб - культовое ракообразное. Существует много разных видов крабов, которые можно найти по всему миру.",
    "Tank_Cockle": "Сердцевинка - это моллюск, который использует сифон для фильтрации воды.",
    "Tank_Mussel": "Мидия - это общее название нескольких двустворчатых моллюсков. Все они имеют уникальную удлиненную асимметричную форму.",
    "Tank_Shrimp": "Креветки - ракообразные, обитающие во многих океанах. В отличие от рыб, у них нет плавников для передвижения. Они подтягивают брюшко к своему телу. Получается, что креветки плывут задом наперёд.",
    "Tank_Snail": "Улитка принадлежит к группе брюхоногих моллюсков, относящейся к типу моллюсков. Улитки могут полностью втягиваться в свои раковины.",
    "Tank_Periwinkle": "Литорина - крошечный брюхоногий моллюск. Их раковины часто заострены.",
    "Tank_Oyster": "Устрица - двустворчатый моллюск. Они широко известны производством жемчуга. Жемчуг создается, когда внутри устрицы возникает раздражение. В качестве защитного механизма для покрытия раздражителя используется жидкость. Слой за слоем наносится это покрытие, называемое перламутром, до тех пор, пока не образуется блестящий жемчуг.",
    "Tank_Pufferchick": "'Давным-давно, когда земля была молодой, а иглобрюхих еще не было, на канале make-mods была своя собственная субкультура эмодзи, основанная на иглобрюхе. Я предложил добавить некоторые из них в слоты для эмодзи на сервере (это было тогда, когда у нас могло быть максимум 50), сотрудники спросили, какие из них я хочу добавить, и я в шутку создал пуфферчик, чтобы предложить это '. - Pathoschild, 2020.",
    "Tank_VoidEel": "Угорь Пустоты - загадочный вид угрей. Возможно, лишняя голова - результат энергии Пустоты.",
    "Tank_Starfish": "Морские звезды на самом деле не рыбы, а скорее иглокожие. Существует много видов морских звезд, их можно встретить в водах от тропических до полярных. Однако этот экземпляр выглядит тропическим.",
    "Tank_Clownfish": "Рыбу-клоуна можно найти в более теплых океанских водах. В зависимости от вида их цвета могут варьироваться от желтого, оранжевого, красного или черного с белыми полосами или пятнами.",
    "Tank_Minnow": "Гольян - это название нескольких видов мелких пресноводных рыб. Их можно найти в большинстве рек и озер.",
    "Tank_Puppyfish": "Паппифиш?, пожалуй, самый популярный водный питомец. Но если вы хотите погладить его, вам придется намочить руки!",
    "Tank_Butterfish": "Масляная рыба - пресноводная рыба. Её можно найти в разных водах вокруг долины Стардью в зависимости от сезона.",

    //1.1.0 fish descriptions
    // TODO
    "Tank_DottedAbalone": "Abalone is a name for a group of molluscs. They are also known by other names, such as; Ear Shells, Sea Ears, Muttonfish, Muttonshells, Ormer, Perlemoen and Paua.",
    "Tank_Scallop": "Scallop is a name for a wide variety of molluscs. They are closely related to another group of molluscs commonly called Oysters.",
    "Tank_DewdropFish": "The Dewdrop Fish, it's waterdrop or rather dewdrop shape gives this fish it's unique name.",
    "Tank_PurpleSpottedTrout": "The Purple Spotted Trout, is not native to Stardew Valley. It's origins is not known to most people.",
    "Tank_Relicantlette": "The Relicantlette, is said to be a common fish found in ancient lakes. But finding an ancient lake is a rare thing.",
    "Tank_Serafin": "The Serafin, it glides through the water with it's wing-like fins. An elegant fish to behold.",
    "Tank_UmuwiCarp": "The Umuwi Carp, this magical fish seems to be surrounded by a strange sort of magic. Further research is required.",
    "Tank_KingSalmon": "The King Salmon, this giant fish is the largest species of salmon. A highly prized fish for most anglers.",
    "Tank_Frog": "Frogs belong to a large and diverse group of amphibians. Using their vocal cords, frogs can make a variety of croaking sounds.",

    //1.1.0 dialogue boxes
    // TODO
    "LASV_TP": "Stepping into these magical sparkles, will teleport you to a new magical world!",

    //1.2.0 Fish descriptions
    // TODO
    "Tank_SonOfCrimsonfish": "This young Crimsonfish has a flamboyant tail, but it is simply a phase.",
    "Tank_RadioactiveCarp": "This fish is radioactive, but don't worry it is safely contained in this tank.",
    "Tank_Ms.Angler": "This anglerfish seems to be wearing makeup...",
    "Tank_GlacierfishJr.": "This fish is so cool. It even has the sunglasses to prove it.",
    "Tank_LegendII": "The one and only Legend... wait a second!",
    "Tank_Stingray": "Stingrays is a name for a group of sea rays. They are related to sharks but unlike sharks and other fish, stingrays use a unique mode of locomotion called 'undulation'.",
    "Tank_BlueDiscus": "The Blue Discus is a species of cichlid, it is very senstive to changes in temperature and prefers warmer waters.",
    "Tank_Lionfish": "The Lionfish or also known 'zebrafish' or 'firefish' is a venomous marine fish. It is an effective predator that feeds on smaller fish and molluscs. In some areas some Lionfish are considered an invasive species. There are 12 known species of Lionfish currently.",

    //1.3.0 dialogue boxes
    // TODO
    "WaterfallCave": "This is just the mandatory cave behind the waterfall. Nothing to see here, move on.",
    "KoiRoom": "The sign next to the door says: Koi Pond.",
    "PrettyFlower": "You stop and smell the flowers.",
    "Knight": "You look inside the armor. No one is home.",
    "Sword": "The sword is very dull. Perhaps its just for decoration.",
    "MNFBook1": "Mermaid Island tour guide book.",
    "MNFBook2": "Kitty Slimes, Dragons and other magical creatures.",
    "MNFBook3": "The Mythical City of Ghibli.",
    "MNFBook4": "A building catalog. Aquariums and how to build them.",
    "Tea": "Someone left their cup of tea on the table. Its still hot.",
    "Boat": "An old boat with lots of holes in it.",
    "Cactus": "You carefully reach out and touch the cactus. Lucky for you its not real.",
    "Vase": "A beautiful curved vase.",
    "Coconut": "You try to shake the tree. But nothing happens... What did you expect, a coconut would fall down?",

    //1.3.0 MNF fish descriptions
    // TODO
    "Tank_Glassfish": "The Glass Fish has an extraordinary transparent body, it feeds on crustaceans, annelid worms and other invertebrates. It is usually prey for larger fish.",
    "Tank_Coelacanth": "Coelacanth is an order of fish with only 2 currently living species. The order was long thought to be extinct but was later rediscovered.",
    "Tank_Cavefish": "Cavefish or cave fish is a generic term for fish adapted to living in caves. They have unusual adaptations known as Troglomorphism. Adaptations for animals living in constant darkness, such adaptations usually include loss of pigment, eyesight or possible blindness.",
    "Tank_CaveLobster": "The Cave Lobster is a rare species of crustacean that has adapted to live in caves. It feeds on organic matter that is washed into caves and bat guano.",
    "Tank_CyclopsShark": "This 'Cyclops Shark' appears to be a Dusky Shark featuring Cyclopia. Cyclopia is a birth defect that rarely occurs in many animals.",
    "Tank_Barreleye": "The Barreleye is so named for their unique barrel-shaped eyes. Its eyes are generally directed upwards to detect silhouettes of their prey. They can however still direct their eyes forward.",
    "Tank_BrainSlug": "This strange slug is believed to be a parasitic brain slug, it has a green body with two feelers and one large eye.",
    "Tank_Tucunare": "The Tucunare or also known as Peacock bass, belongs to a large genus known as cichlids. Even with its similarities it is not closely related to other fish known as bass.",
    "Tank_ArcticChar": "The Arctic Char is a cold water fish. It belongs to the family Salmonidae, which includes fish like trout and salmon. In some areas it is also known as 'Golets'.",
    "Tank_GreenTerror": "The Green Terror is a species of freshwater fish from the large cichlid family. It has previously been confused with other species due to its polymorphism, meaning that the same species can have different morphs or forms.",
    "Tank_CommonPleco": "The Common Pleco also known as 'Suckermouth Catfish' is a species of freshwater loricariid catfish. It usually feeds on algae and crustaceans.",
    "Tank_SiameseAlgaeEater": "The Siamese Algae Eater is a species of freshwater fish from the carp family. It typically dwells along the bottom of streams and rivers, where it, like its name suggests, eats algae.",
    "Tank_Trahira": "Trahira or 'Trairas' are a family of freshwater fish. They are carnivorous and prey and other fish. Some species are even able to breathe air.",
    "Tank_Pacu": "Pacu is a common name that refers to a variety of omnivorous freshwater serrasalmid fish. They are related to the Piranha, but unlike its close relative they have more squarer teeth fit for a more omnivorous diet.",
    "Tank_SnowballPleco": "The Snowball Pleco is a species of freshwater loricariid catfish. It typically feeds on algae but will sometimes also eat other organic matter.",
    "Tank_FreshwaterPufferfish": "Although most Pufferfish live in marine environments, about 35 species spend their entire life cycles in freshwater. Like other pufferfish it has the ability to inflate when threatened, this is a defense mechanism to make up for its slow locomotion.",
    "Tank_Arowana": "The Arowana is a freshwater fish. It is also known as 'bony tongues'. There are roughly 10 different types of arowana. It has an elongated body covered in heavy scales with mosaic patterns.",
    "Tank_Tench": "The Tench or also known as 'doctor fish'. It can be found in slow moving waters such as rivers and lakes.",
    "Tank_ZebraTilapia": "The Zebra Tilapia belongs to a large genus called cichlids. It is a rather large cichlid, its dark stripes tend to fade as they age.",
    "Tank_ClownKnifefish": "Clown Knifefish also goes by other names such as Clown Featherback or Spotted Knifefish. This nocturnal freshwater fish is usually found in lakes.",
    "Tank_RedtailShark": "The Redtail Shark or 'Redtail Sharkminnow' is a species of freshwater fish from the carp family. It has a black body with a characteristic orange tail. Even though its name might suggest that it is related to sharks, it is not.",
    "Tank_ClownLoach": "The Clown Loach or 'Tiger Botia' as it is also known as, is a species of freshwater fish belonging to the botiid loach family. It has a long orange to yellow body with black bands. Its mouth is faced downwards with 4 barbels.",
    "Tank_Sauger": "The Sauger is a freshwater fish that is closely related to the Walleye. It is a well-adapted predatory that is capable of swimming in fast streams. Saugers on a variety of invertebrates and small fish.\t",
    "Tank_Elephantfish": "Elephantfish or rather the 'Freshwater Elephantfish', not to be confused with the marine elephantfish, is a family of freshwater fish. Some species have a modified mouthparts to feed on small invertebrates in muddy substrates.",
    "Tank_FlameAngelfish": "The Flame Angelfish or Flaming Angelfish is a species of angelfish. It has a bright orange-red colourization, black bars on its side with dorsal and anal fins that are blue. Its diet can vary from algae to crustaceans.",
    "Tank_ThreespotAngelfish": "The Threespot Angelfish is a species of angelfish. It has a bright yellow colourization with three dark spots on its body. The females of this species can change their sex at one point during their lifetime.",
    "Tank_BandedAngelfish": "The Banded Angelfish or Bandit Angelfish is a species of angelfish. It is overall pale with a broad black bar across its body. It can usually be found deep waters around reefs.",
    "Tank_OrnateAngelfish": "The Ornate Angelfish or Bellus Angelfish as it is also known as, is a species of angelfish. The females of this species tend to be blue, black and white. The males are generally grey with a yellow stripe.",
    "Tank_RoyalAngelfish": "The Royal Angelfish or Regal Angelfish is a marine species of angelfish. It has a flat body with a varied colourization depending on what region it is from.",
    "Tank_TigerPuffer": "The Tiger Puffer is a species of pufferfish, like most pufferfish some of its organs contain toxins that are highly toxic to humans.",
    "Tank_MoorishIdol": "The Moorish Idol is a common marine fish species found in reef and lagoon habitats. It is an omnivorous fish with a habit of eating corals and sponges.",
    "Tank_BlueTang": "The Blue Tang is a species of surgeonfish. It also goes by other names such as 'Regal Blue Tang', 'Royal Blue Tang', 'Blue Hippo Tang' and 'Blue Surgeonfish' to name a few. It has a flat blue body with a black palette design and a yellow tail. The males tend to be larger than the females.",
    "Tank_DwarfStingray": "The Dwarf Stingray is a small species of stingray. It has a diamond shaped body, with its head forming almost a triangular pointed tip. It has a long whip-like tail with a serrated stinging spine.",
    "Tank_MaroonClownfish": "The Maroon Clownfish or 'Spine-cheeked Clownfish' as it is also known as, is a species of anemonefish. Like other anemonefish it forms a symbiotic mutualistic relationship with sea anemones.",
    "Tank_SebaeClownfish": "The Sebae Clownfish is a species of anemonefish. It is usually found living in association with saddle anemones.",
    "Tank_Wide-bandClownfish": "The Wideband Clownfish is a species of anemonefish. Like other anemonefish it lives symbiotically anemones and is unaffected by their stings. It is capable of changing its sex, females are typically the largest, followed by breeding males and then nonbreeding males.",
    "Tank_PinkSkunkClownfish": "The Pink Skunk Clownfish or simply 'Pink Clownfish' as it is also known as, is a species of anemonefish. Anemonefish have been grouped into six groups called complexes, the Pink Skunk Clownfish belongs to a complex called the 'skunk complex'.",
    "Tank_OrangeClownfish": "The Orange Clownfish is also known by other names such as 'Percula Clownfish' or 'Clown Anemonefish'. It belongs to a subfamily called anemonefish, like other species of this family, it lives in symbiose with anemones. It typically lives with 2 specific anemone species.",
    "Tank_SaddlebackClownfish": "The Saddleback Clownfish or 'Yellowfin Clownfish' as it is also known as, is a species of anemonefish. Like some other anemonefish, males are capable of changing their sex to female, this phenemon is called protandry.",
    "Tank_Two-BandClownfish": "The Two-Band Clownfish or 'Two-banded Anemonefish' as it is also known as, is a species of anemonefish. Like the name suggests it has two bands or bars of white with black edges on its body. Like other anemonefish it feeds on algae and zooplankton.",
    "Tank_WhitesnoutClownfish": "The Whitesnout Clownfish or 'McCulloch's Anemonefish' as it is also known as. Like other anemonefish it lives symbiotically with anemonefish, but the Whitesnout Clownfish specifically is only hosted by 1 species of anemone, the Bubble-tip anemone.",
    "Tank_FireClownfish": "The Fireclownfish is known by a lot of different names such as 'Cinnamon Clownfish', 'Dusky Clownfish'or 'Black-backed Clownfish' to name a few. It is a species of anemonefish with a dark red body with a single white band behind its eye.",
    "Tank_YellowtailClownfish": "The Yellowtail Clownfish or 'Clark's Anemonefish' as it is also known as, is a marine species of anemonefish. Unlike other clownfish, it is not specifically hosted by a limited number of specific anemone species, but rather a variety of 10 species.",
    "Tank_SkunkClownfish": "The Skunk Clownfish or 'Nosestripe Anemonefish' as it is also known as, is a species of anemonefish. Like other anemonefish they are territorial and use sound to protect its territory in the form of pops or chirps.",
    "Tank_Pollock": "Pollock or 'Pollack' is a common name for one of two species of fish from the Cod family. The other species it regularly gets confused with is the Coley or 'Coalfish' from the same genus.",
    "Tank_FalseKelpfish": "The False Kelpfish or 'Sea Ruffe' as it is also known as, is a species of fish from the rockfish family. There are only 3 recognized species of rockfish.",
    "Tank_Icefish": "Icefish or 'Noodlefish' is a family of fish. They have a slender body with almost no scales. The females being entirely scale-less and males only having a few scales. Most species of Icefish only live for a year, so they reach maturity very fast.",
    "Tank_Monkfish": "Monkfish is a common name for a genus of anglerfish species. It is also known by other names such as 'Fishing-Frogs' or 'Sea-Devils'. As with all species of anglerfish it has a dangler to lure or attract prey. There are 7 known species of Monkfish.",
    "Tank_Wolffish": "The Wolffish or 'Sea Wolf' are deep sea fish that are native to cold waters. It uses its strong teeth to feed on various clams, echinoderms and crustaceans. There are 4 known species of Wolffish, 5 including the related Wolf Eel.",
    "Tank_Thread-SailFilefish": "The Thread-Sail Filefish is a marine species of Filefish. It feeds on both plankton and smaller crustaceans making it omnivorous. Juveniles of this species typically hide in drifting seaweed for safety against predators.",
    "Tank_Soldierfish": "The Soldierfish is a family of ray-finned fish, they can usually be found in tropical waters near reefs. They feed on larger zooplankton in the open water.",
    "Tank_Squirrelfish": "Squirrelfish is a family of ray-finned fish, there are around 150 known species of Squirrelfish. They can typically be found near tropical waters and reefs. They feed on crustaceans, molluscs and gastropods on the bottom of the ocean.",
    "Tank_Goldfish": "The Goldfish is a freshwater fish that belongs to the Carp family. Contrary to common belief goldfish do not have bad memory. Released aquarium pet goldfish can in some cases cause problems and actually be categorized as an invasive species.",
    "Tank_Ide": "The Ide or Orfe as it is also known as, is a freshwater fish that belongs to the carp family. It has bright scales and a long body.",
    "Tank_CelestialEye": "Celestial Eye is a goldfish that belongs to the carp family, it is also known as 'Choutengan'. It has unique protruding, skywards turned eyes.",
    "Tank_Lionhead": "The Lionhead is a goldfish that belongs to the carp family. It is easily identified by its unique head growth and hooded appearance.",
    "Tank_Comet": "The Comet is a goldfish that belongs to the carp family. It is similar to a regular goldfish but regularly smaller and slimmer. It can be identified by its long, forked and single tail fin.",
    "Tank_Telescope": "The Telescope is a goldfish that belongs to the carp family. Its most noticeable feature is its protruding eyes. This trait has in some areas been known as 'dragon eyes'.",
    "Tank_FreshwaterButterflyfish": "Butterflyfish normally habitate coral reefs.  However, this species has uniquely been able to adapt to freshwater. They are especially territorial and form pairs. It feeds on the larvae of freshwater fish.",
    "Tank_Pangasius": "Pangasius is a genus of shark catfish, they can be found in brackish and freshwater system, where they can grow rather large. They are carnivorous fish that usually feed on shrimp, crab and other fish. There are currently 22 known species of Pangasius.",
    "Tank_Anchoviella": "Anchoviella is a genus of anchovies fish. They are typically small and pale fish found in warm waters. They usually feed on plankton and crustaceans.",
    "Tank_Barracuda": "The Barracuda or simply 'Cuda' for short is a large predatory fish. They have a long elongated almost snake-like body. Currently 28 species of Barracuda have been recognised.",
    "Tank_Blue-RingedOctopus": "Blue-Ringed Octopuses is a group of 4 highly venomous species of octopus. If threatened it will become bright yellow and flash its many blue rings.",
    "Tank_SmallMantaray": "Manta Rays are large rays, they have large triangular pectoral fins that are fused to its head like most rays. There are currently only 2 known species of Mantas.",
    "Tank_RibbonEel": "The Ribbon Eel is also known by other names such as 'Leaf-nosed Moray Eel' or 'Bernis Eel'. It is a species of moray eel that is easily recognised by its expanded anterior nostrils. They are typically found in lagoons or near reefs.",
    "Tank_SeaSnake": "Sea Snakes or Coral Reef Snakes are a group of serpents that have adapted to life in marine environments. Some are fully adapted to aquatic life and are incapable of moving on land. They do not possess gills and must therefore surface regularly in order to breathe.",
    "Tank_SmallSwordfish": "The Swordfish also known as 'Broadbills', is an elusive fish with a characteristic long flat pointed bill which resembles a sword. It relies on their great speed when hunting along with their 'sword'. However, it does not use the 'sword' to spear its prey, but rather use it to slash and injure.",
    "Tank_Hagfish": "The Hagfish belongs to an order of jawless fish. This eel-shaped fish, can produce slime and is often referred to as 'slime eel'.",
    "Tank_LongfinIcedevil": "The Longfin Icedevil is a deep water fish that belongs to a family of cod icefishes. It has many adaptations for living in deep and cold waters.",
    "Tank_Haddock": "The Haddock is a member of the cod family. It has an elongated body typical of a cod, the upper side of the Haddock can vary in colour from brown to nearly black, while the lower part is a silvery white.",
    "Tank_StubbySquid": "Stubby Squid or 'Bobtail Squid' as they are also known as, is a group of cephalopods. They have 8 arms and 2 tentacles, in general they are relatively small.",
    "Tank_DumboOctopus": "Dumbo Octopus is a genus of 13 recognized species of umbrella octopuses. They usually feed on crustaceans, bivalves and worms.",
    "Tank_KingCrab": "The King Crab is a crustacean typically found in cold oceans. Due to their size and taste of their meat they are often caught and sold as food.",
    "Tank_SandDollar": "Sand Dollars also known as Sea Cookie, Snapper Biscuit or Pansy Shell. It is a small flat species of sea urchin. It has a rigid skeleton called a 'test'.",
    "Tank_BlueDragonSlug": "The Blue Dragon Slug is also known by a lot of other names such as 'Sea Swallow', 'Blue Glaucus' and 'Blue Ocean Slug', to name a few. It is a shell-less gastropod mollusc that feeds on other pelagic creatures including venomous species.",
    "Tank_BriefSquid": "The Brief Squid is a small species of squid. Like other squids it is not a fish, but rather a mollusc. It is usually found in warm shallow waters.",
    "Tank_Nautilus": "Nautilus, meaning 'Sailor' is a pelagic mollusc. They are often referred to as 'living fossils', since they have survived without significant change for a long time.",
    "Tank_Prawn": "Prawn is a common name for small aquatic crustaceans. They are a member of the Decapod order.",
    "Tank_SwimmerCrab": "The Swimmer Crab is a crustacean that belongs to a family called Portunidae. A pair of its legs are flat and allows it to swim and catch prey.",
    "Tank_Jellyfish": "Jellyfish or Sea Jellies as they are also commonly called. They belong to a phylum called Cnidaria. The Jellyfish is the medusa-phase of this type of animal, they can also be anchored to the seabed in their polyp-phase.",
    "Tank_FreshwaterCrab": "There are around 1,300 discovered Freshwater Crab species. These crustaceans unlike their marine counterparts show maternal care for their offspring.",
    "Tank_FreshwaterShrimp": "The Freshwater Shrimp is a small crustacean that can be found in many areas. It serves as an important food chain for many larger animals.",
    "Tank_HarlequinFreshwaterShrimp": "The Harlequin Freshwater Shrimp is a small crustacean. It is also commonly known as 'Celebes Beauty Shrimp' or 'Sponge Shrimp' in the aquarium trade.",
    "Tank_RedHarlequinFreshwaterShrimp": "The Red Harlequin Freshwater Shrimp is a small crustacean, it feeds an undescribed freshwater sponge.",
    "Tank_RedFreshwaterShrimp": "The Red Freshwater Shrimp or 'Cherry Shrimp' as it is also commonly known as. This red morph is regularly sold for aquariums.",
    "Tank_BlueFreshwaterShrimp": "This Freshwater Shrimp is also commonly known as 'Blue Velvet Shrimp'. This blue morph, like other shrimp, feeds on algae and other microorganisms.",
    "Tank_Ladyfish": "Ladyfish is a family of ray-finned fish. They are also commonly known as 'Skipjacks', 'Jack-rashes' or 'Tenpounders'. They usually dwell near the coast where they feed on crustaceans and smaller fish.",
    "Tank_Robalo": "The Robalo is also referred to as 'Common Snook' or 'Sergeant Fish'. It usually prefers warmer waters, it feeds on smaller fish, crustaceans such as shrimp and occasionally crabs.",
    "Tank_MimicOctopus": "The Mimic Octopus is a species of octopus that, like other octopuses, it uses chromatophores to camouflage itself. It is also known to mimic other marine animals, hence its name.",
    "Tank_SpinnyDogfish": "The Spiny Dogfish or 'Spurdog', 'Mud Shark' or 'Piked Dogfish' belongs to a family of dogfish, which are sharks. This species can be identified by having 2 spines.",
    "Tank_ZebraEel": "The Zebra Eel or the 'Zebra Moray' as it is also known as, is a species of moray eels. They can typically be found in rocky areas, coral reefs in shallow waters.",
    "Tank_GhostEel": "The Ghost Eel or 'White Ribbon Eel' as it is also known as is a species of moray eel. It is a nocturnal predator that usually feeds on small crustaceans.",
    "Tank_LongnoseGar": "The Longnose Gar also known as 'Longnose Garpike' or 'Billy Gar'. It has an average lifespan of 15-20 years, with the longest recorded age being 39. Its appearance has remained almost the same for millions of years.",
    "Tank_Lungfish": "The Lungfish are best known for having the ability to breathe air. There are only 6 known species of Lungfish. Lungfish are omnivorous, meaning they can survive by eating both plant and animal matter.",
    "Tank_Tigerfish": "The Tigerfish is a predatory freshwater fish. It is mostly piscivorous, meaning it only feeds on other fish. It has an elongated silvery body with a coloured fins. Its head is large with many teeth that it can use to chop and grasp prey.",
    "Tank_ElectricCatfish": "Electric Catfish is a family of catfish with 21 known species in total. Several members of this family have the ability to produce an electric shock of up to 350 volts.",
    "Tank_SmallGoblinShark": "The Goblin Shark is a rare species of deep-sea shark. It has pink skin with an elongated flat snout and it can protrude its jaw when feeding.",
    "Tank_VampireSquid": "The Vampire Squid like other squids is a mollusc or more specifically a cephalopod. It usually thrives in deep waters with low concentrations of oxygen. Contrary to its name it does not feed on blood, but rather organic matter in the form of detritus.",
    "Tank_GreatFireflySquid": "The Firefly Squid or 'Sparkling Enope Squid' as it is also commonly known as, is a species of squid. It can be found near the shore in spawning seasons, but otherwise it prefers deeper waters. They are bioluminescent, meaning they can emit a light from photophores. It is believed that this light is used for communication, camouflage or attracting prey.",
    "Tank_FrilledShark": "Frilled Shark is the name of a family for 2 known species of shark. They have a long eel-like body and also move like one. It can usually be found at great depths in the ocean, but goes to the surface to feed on various cephalopods, smaller sharks and bony fish.",
    "Tank_Shinidamachu": "Shinidamachu also known as 'Dead Soul Insects' or 'Soul Collectors'. These Creatures have been known to transport souls, better keep your distance.",
    "Tank_VoidEvilpus": "This void touched specimen of octopus is often tamed by swamp witches in order to be used as a work animal. Most commonly it is used as a guardian of trapped souls.",
    "Tank_TrappedSoul": "Trapped Soul is a common name given to creatures bewitched by water witches. It can be a person that offended them or a dangerous creature, now reduced in ferocity.",
    "Tank_Mudskipper": "Mudskippers are known for being able to survive both in and out of water. One of their noticeable features are their side pectoral fins. These fins allow the mudskipper to 'skip' across muddy surfaces.",
    "Tank_WaterSnake": "Water Snakes are reptiles that spend most of their lives in and around water. Usually they are non-venomous and can be found feeding on frogs.",
    "Tank_VoidCarp": "The Void Carp is a fish that has been twisted by void energy, altering its original form. Because of its new form it is a popular ingredient in the occult industry because of its many applications.",
    "Tank_Blinky": "This orange fish has grown an extra eye due to a mutation. What could have possibly caused this?",
    "Tank_Decapod": "This strange crustaceans is believed to be the early stage of a more evolved species of lobster-like creature.",
    "Tank_VampireFish": "The Vampire Fish or 'Payara' as it is also known as. This aggressive fish should only be mixed with larger fish if put in an aquarium.",
    "Tank_Piranha": "The Piranha or 'Piraña', is known to be very predatory. However its diet can vary and it is known to eat plant matter as well, making it omnivorous.",
    "Tank_Lamprey": "Lamprey belongs to an order of jawless fish. An adult Lamprey can be categorized by its toothed, funnel-like mouth. There are currently 38 known species of Lamprey.",
    "Tank_TanchoKoi": "Koi or Nishikigoi are a colourised variety of Amur carp. The Tancho Koi has a lone circular red head patch, the rest of its body is a solid white. Its coloration symbolizes the rising sun and thus it is beloved in many cultures for the joy and supposed good luck it brings its owners.",
    "Tank_SankeKoi": "Koi or Nishikigoi are a colourised variety of Amur carp. The Sanke Koi is one of the most popular koi varieties in koi ponds or water gardens. This tricolor koi is one of the most used and appreciated of the koi breeds because of its joyful diversity of color. Koi can live up to 200 years and thus it will be a treasured heirloom in the family.",
    "Tank_KohakuKoi": "Koi or Nishikigoi are a colourised variety of Amur carp. The Kohaku Koi is one of the more recognizable koi, it has a white body with red markings.This is the koi breed most people think of when they hear koi, this is one of the older and classical of the koi breeds and with the most stable marbling.",
    "Tank_YamabukiKoi": "Koi or Nishikigoi are a colourised variety of Amur carp. The Yamabuki Koi or also known as Yamabuki Ogon, can be recognized by their yellow to golden markings. For when you want a more cheerful and sunny pattern to go with a summer sea theme. While they are omnivores best keep them on a veterinary approved diet and environment.",
    "Tank_GhostKoi": "Koi or Nishikigoi are a colourised variety of Amur carp. Ghost Koi are offspring from a metallic koi and a wild dark-coloured carp. It comes in a variety of metallic colors, but the copper and black can match your sebright bantam chicken, for those of you that like your pets to match.",
    "Tank_KiUtsuriKoi": "Koi or Nishikigoi are a colourised variety of Amur carp. Utsurimono or Utsuri is a class of Koi, 'Ki' meaning yellow, identifies this yellow type of koi. Those dabbling in the occult will have you believe this koi breed will bring you luck with money and considering what prices koi sell for, they may be on to something.",
    "Tank_HiUtsuriKoi": "Koi or Nishikigoi are a colourised variety of Amur carp. Utsurimono or Utsuri is a class of Koi, 'Hi' meaning red, identifies this red type of koi. It is believed this type of koi gives the owner fire protection magic and luck in love. But best make sure its love life is well curated. Inbreeding is known to cause health problems.",
    "Tank_ShiroUtsuriKoi": "Koi or Nishikigoi are a colourised variety of Amur carp. Utsurimono or Utsuri is a class of Koi, 'Shiro' meaning white, identifies this white type of koi. It is a common belief among the occult experts that this type of koi breed embodies the perfect balance of both negative and positive energies. Best keep it away from electrical appliances in any case.",
    "Tank_Tui": "The Moon spirit Tui, crossed over from the spirit world to create the Spirit Oasis. Here it assumed the form of a white Koi fish. Should it be disconnected from the Ocean Spirit the world will be out of balance, returning both fish to this pond will restore the balance.",
    "Tank_La": "The Ocean spirit La, crossed over from the spirit world to create the Spirit Oasis. Here it assumed the form of a black Koi fish. Should it be disconnected from the Moon Spirit the world will be out of balance, returning both fish to this pond will restore the balance.",

    //npc dialogue such long
    "SPRINGNPC_1": "Турист: Что же купить в сувенирном магазине?",
    "SPRINGNPC_2": "Турист: Привет, впервые в Аквариуме?",
    "SPRINGNPC_3": "Женщина не замечает Вас. Она занята.",
    "SPRINGNPC_4": "Мужчина в очках самодовольно улыбается.",
    "SPRINGNPC_5": "Турист: Я вижу рыбок в воде!",
    "SPRINGNPC_6": "Турист: Моя подруга сказала мне, что недавно видела дельфина.",
    "SPRINGNPC_7": "Турист: Я приезжаю сюда каждую весну и лето. Мне очень нравится этот пляж.",
    "SPRINGNPC_8": "Турист: Если вы хотите искупаться, отправляйтесь на южную часть пляжа.",
    "SPRINGNPC_9": "Турист: Я просто жду друзей.",
    "SPRINGNPC_10": "Турист: Здравствуйте, пришли насладиться пляжем?",
    "SPRINGNPC_11": "Турист: Посмотрите на всю эту еду!",
    "SPRINGNPC_12": "Турист: Я приезжаю сюда ради музыки.",
    "SPRINGNPC_13": "Турист: Извините, я Вас не знаю.",
    "SPRINGNPC_14": "Турист: Как дела?",
    "SPRINGNPC_15": "Турист: Привет, я как раз смотрел на эти приливные бассейны.",
    "SPRINGNPC_16": "Турист: Еда действительно хорошая.",
    "SPRINGNPC_17": "Турист: Я очень хочу пить.",
    "SPRINGNPC_18": "Турист: Вы пробовали это? Вкус вроде неплохой.",
    "SPRINGNPC_19": "Турист: Привет, перекусите?",
    "SPRINGNPC_20": "Турист: Что же попробовать в первую очередь?",
    "SPRINGNPC_21": "Турист: Посмотрите, какие там люди набиваются.",
    "SPRINGNPC_22": "Турист: Я пытаюсь набраться смелости и пойти в воду.",
    "SPRINGNPC_23": "Турист: Вода сегодня хорошая, стоит попробовать.",
    "SPRINGNPC_24": "Турист: Привет, пойдешь купаться?",
    "SPRINGNPC_25": "Турист: Я хочу искупаться, но волосы испортятся.",
    "SPRINGNPC_26": "Турист: Я люблю пляж весной, не слишком жарко и не слишком холодно.",
    "SPRINGNPC_27": "Турист: Надо попробовать позагорать, должен получится красивый загар.",
    "SPRINGNPC_28": "Турист: Хм? Ох, я задумался.",
    "SPRINGNPC_29": "Турист: Хотите искупаться? Используйте область с другой стороны цветной линии.",
    "SPRINGNPC_30": "Турист: Здравствуйте, хороший сегодня день?",
    "SPRINGNPC_31": "Турист: Мне нравится Аквариум, но и пляж тоже хороший.",
    "SPRINGNPC_32": "Турист: Привет, сегодня хорошая погода. Согласны?",

    "NPCSUMMER_1": "Мужчина в очках самодовольно улыбается.",
    "NPCSUMMER_2": "Турист: Стоит ли покупать новый верх от купальника?",
    "NPCSUMMER_3": "Турист: О нет! Я забыл взять с собой кошелек.",
    "NPCSUMMER_4": "Турист: Какая милая рыбка.",
    "NPCSUMMER_5": "Турист: Интересно, какие рыбы выставлены в Аквариуме?",
    "NPCSUMMER_6": "Турист: Привет, впервые в Аквариуме?",
    "NPCSUMMER_7": "Турист: Вы знали, что на пляже можно купить мороженое?",
    "NPCSUMMER_8": "Леди: Саймон, ты хочешь пойти посмотреть на рыбок в Аквариуме?",
    "NPCSUMMER_9": "Саймон слишком занят: облизывает леденец, чтобы Вас заметить.",
    "NPCSUMMER_10": "Турист: Я приезжаю сюда каждую весну и лето, мне очень нравится этот пляж.",
    "NPCSUMMER_11": "Турист: В это время года вид с причала действительно красивый.",
    "NPCSUMMER_12": "Турист: Мог бы поклясться, что видел в воде курицу, но может, это была просто рыба иглобрюх.",
    "NPCSUMMER_13": "Турист: Чем могу помочь?",
    "NPCSUMMER_14": "Турист: Привет, незнакомец. Как у тебя сегодня дела?",
    "NPCSUMMER_15": "Турист: Я действительно могу пойти за мороженым.",
    "NPCSUMMER_16": "Турист: Та женщина на пирсе выглядит озадаченной.",
    "NPCSUMMER_17": "Клоун: Хотите увидеть трюк с воздушным шариком?",
    "NPCSUMMER_18": "Турист: Что делает клоун на пляже?",
    "NPCSUMMER_19": "Турист: Привет, я просто жду друзей.",
    "NPCSUMMER_20": "Турист: Мне нравится отсюда смотреть на закат.",
    "NPCSUMMER_21": "Турист: Океан сегодня выглядит особенно красиво.",
    "NPCSUMMER_22": "Мужчина: Уф! Сегодня так жарко.",
    "NPCSUMMER_23": "Турист: Я люблю цвета воды летом.",
    "NPCSUMMER_24": "Турист: Не забудьте намазаться кремом для загара, если собираетесь загорать.",
    "NPCSUMMER_25": "Турист: Хотите искупаться? Используйте область с другой стороны цветной линии.",
    "NPCSUMMER_26": "Турист: Купание - отличный способ освежиться.",
    "NPCSUMMER_27": "Турист: Надо было взять с собой плавательную маску.",
    "NPCSUMMER_28": "Турист: Я не пойду купаться, волосы испортятся.",
    "NPCSUMMER_29": "Турист: Попробуйте прыгнуть в воду, если вам слишком жарко.",
    "NPCSUMMER_30": "Турист: Привет, пойдешь купаться?",
    "NPCSUMMER_31": "Турист: Я пытаюсь набраться смелости и пойти в воду.",
    "NPCSUMMER_32": "Турист: Интересно, есть ли на этом пляже ракушки ?",
    "NPCSUMMER_33": "Мужчина спит. Наверное, его не стоит беспокоить",
    "NPCSUMMER_34": "Турист: Кажется, я видел краба.",
    "NPCSUMMER_35": "Турист: Здравствуйте, наслаждаетесь погодой?",
    "NPCSUMMER_36": "Турист: В этих приливных бассейнах много морских звезд.",
    "NPCSUMMER_37": "Турист: Чего ты хочешь?",
    "NPCSUMMER_38": "Турист: О, тебе нравятся мои волосы? Спасибо!",
    "NPCSUMMER_39": "Турист: В этих приливных бассейнах так много жизни.",
    "NPCSUMMER_40": "Турист: Йоу!",
    "NPCSUMMER_41": "Турист: Че как, бро?",
    "NPCSUMMER_42": "Мужчина: На пляже можно сделать много красивых фотографий.",
    "NPCSUMMER_43": "Турист: Этот человек только что сфотографировал меня.",
    "NPCSUMMER_44": "Женщина слишком занята едой, чтобы вас заметить.",
    "NPCSUMMER_45": "Турист: Я больше не могу есть.",
    "NPCSUMMER_46": "Турист: Здравствуйте, вы голодны?",
    "NPCSUMMER_47": "Турист: Черничный пирог? Я его просто обожаю.",
    "NPCSUMMER_48": "Турист: Надеюсь, здесь нет цитрусовых? У меня аллергия на них.",
    "NPCSUMMER_49": "Турист: Это салат из капусты? Я люблю салат из капусты.",
    "NPCSUMMER_50": "Турист: Мясо очень вкусное.",
    "NPCSUMMER_51": "Турист: Интересно, что в этих тапасах, они вкусные!",
    "NPCSUMMER_52": "Турист: Что ?! Кто-то положил еду на мою тарелку? Ой, подождите, это был я.",
    "NPCSUMMER_53": "Турист: Столько еды!",
    "NPCSUMMER_54": "Турист: Послушайте, я взял коктейль из креветок, как модно.",
    "NPCSUMMER_55": "Турист: Эй, а мы знакомы?",
    "NPCSUMMER_56": "Турист: Здесь продают закуски, они очень дешевые.",
    "NPCSUMMER_57": "Женщина игнорирует вас",

    "FALLNPC_1": "Женщина игнорирует вас.",
    "FALLNPC_2": "Мужчина в очках самодовольно улыбается.",
    "FALLNPC_3": "Турист: Где все? Думаю, осень - не очень популярный сезон для поездок на пляж.",
    "FALLNPC_4": "Турист: В это время года вода слишком холодная, чтобы купаться, если что.",
    "FALLNPC_5": "Турист: Вода немного холодная, но я мне нравится.",
    "FALLNPC_6": "Турист: Холодновато.",
    "FALLNPC_7": "Турист: Привет, чувак.",
    "FALLNPC_8": "Турист: Привет, как дела?",
    "FALLNPC_9": "Турист: Мне нужно поймать последний лучик солнца до наступления зимы.",
    "FALLNPC_10": "Турист: Интересно, что в этих бутылках.",
    "FALLNPC_11": "Турист: Пирог лучший.",
    "FALLNPC_12": "Турист: Здравствуйте, Вы голодны?",
    "FALLNPC_13": "Турист: Мясо пробовали?",

    "NPCWINTER_1": "Рыбак: Ночью здесь можно поймать очень хороших кальмаров.",
    "NPCWINTER_2": "Рыбак напевает себе морскую мелодию.",
    "NPCWINTER_3": "Рыбак: Приехали порыбачить?",
    "NPCWINTER_4": "Рыбак: Хм? О, привет, жесткие линии и все такое.",
    "NPCWINTER_5": "Леди: Саймон, положи снежок на землю.",
    "NPCWINTER_6": "У Саймона озорная улыбка на лице.",

    //achievement
    "AchievementName": "Рыбный сон.",
    "AchievementDescription": "Пожертвовал по одной рыбке в Аквариум долины Стардью.",
    "AchievementCongratulations": "Вы сделали это... Поздравляем! Попробуйте вернуться завтра, чтобы увидеть Аквариум во всей его красоте!",

    //ehehehe
    "PufferchickDonated": "Вы услышали, как что-то щелкнуло за прилавком...",

    //mail
    "AquariumOpenLandslide": "Здравствуйте, @,^^Я узнал, что ночью в городе произошло землетрясение. К счастью, никто не пострадал. В связи с этим событием, в городе открылся путь на Железнодорожную станцию.^Поэтому я с гордостью сообщаю, что новый Аквариум долины Стардью открыт для посещения и бизнеса!^Мой друг Вилли говорит мне, что вы хороший рыбак. Возможно, вы подумаете о том, чтобы пожертвовать несколько экземпляров, которые могли бы поймать.^^С уважением, куратор Аквариума.",
    "AquariumOPenLater": "Здравствуйте, @!^^Я с гордостью сообщаю, что новый Аквариум долины Стардью открыт для посещения и бизнеса!^Мой друг Вилли говорит мне, что вы хороший рыбак. Возможно, вы подумаете о том, чтобы пожертвовать несколько экземпляров, которые могли бы поймать.^^С уважением, куратор Аквариума."
}
